# pylint: skip-file
data_with_products = {'ALTEREGO ITALY Curego Hydraday': {'Артикул в Золотом Яблоке': '19000222487',
                                    'Бренд': 'AlterEgo Italy',
                                    'Для кого': 'унисекс',
                                    'Дополнительная информация': 'страна '
                                                                 'происхождения '
                                                                 'Италия '
                                                                 'изготовитель: '
                                                                 'Pattenon '
                                                                 'Cosmetics '
                                                                 'S.p.A. Via '
                                                                 'del Palu, '
                                                                 '7/D 35018 '
                                                                 'San Martino '
                                                                 'di Luparl '
                                                                 '(PD)- Italy',
                                    'Заполнено': 'да',
                                    'Количество меры (число)': '300',
                                    'Лучшее средство': False,
                                    'Мера (объём/количество)': 'объём',
                                    'Минусы': 'Содержит сульфаты, которые '
                                              'могут быть агрессивными для '
                                              'сухих волос.',
                                    'Назначение': 'очищение, восстановление, '
                                                  'увлажнение',
                                    'Новое': 'да',
                                    'Область применения': 'кожа головы, волосы',
                                    'Описание': 'Увлажняющий шампунь идеально '
                                                'подходит для ежедневного '
                                                'ухода всех типов волос. Мягко '
                                                'очищает, сохраняет баланс '
                                                'влаги и жизненной силы в '
                                                'волосах, восстанавливает '
                                                'блеск. Содержит '
                                                'ферментированную рисовую воду '
                                                'и масло виноградной косточки. '
                                                'Содержит 90% ингредиентов '
                                                'натурального происхождения. '
                                                'Идеальный вариант для '
                                                'веганов.',
                                    'Описание бренда': 'AlterEgo Italy − '
                                                       'экоответственный бренд '
                                                       'профессиональных '
                                                       'средств для красоты '
                                                       'волос с многолетними '
                                                       'традициями качества. '
                                                       'Косметика, созданная '
                                                       'для женщин и мужчин, '
                                                       'которые заботятся о '
                                                       'своей внешности как о '
                                                       'проявлении собственной '
                                                       'индивидуальности. '
                                                       'Продукция для '
                                                       'взыскательных '
                                                       'клиентов, обращающих '
                                                       'внимание на детали. '
                                                       'Косметика производится '
                                                       'только в Италии по '
                                                       'европейским '
                                                       'стандартам, из '
                                                       'высококачественного '
                                                       'сырья. Основные '
                                                       'ценности бренда: '
                                                       'натуральность, '
                                                       'устойчивое развитие, '
                                                       'уважение к природе и '
                                                       'человеку. В портфолио: '
                                                       '· продукция для '
                                                       'частных парикмахеров и '
                                                       'бьюти-салонов · '
                                                       'косметика для ухода за '
                                                       'волосами в домашних '
                                                       'условиях. Красители, '
                                                       'системы осветления и '
                                                       'технические сервисы: '
                                                       'TechnoFruit Color, '
                                                       'Booster, My Color, '
                                                       'Utilities, Fast Color '
                                                       '10, BlondEgo, '
                                                       'CoactivatorCream. '
                                                       'Экокосметика для '
                                                       'салонного и домашнего '
                                                       'ухода EgoBond, '
                                                       'Shewonder, Silk Oil, '
                                                       'Urban Proof, Color '
                                                       'Care, Silver Maintain, '
                                                       'Scalp Treatment, '
                                                       'Anti-Red, Anti-Orange, '
                                                       'Repair, Hydrate, '
                                                       'Volume, Filler, Hasty '
                                                       'Too, Plasmante, '
                                                       'ShapEgo.',
                                    'Плюсы': 'Содержит масло виноградных '
                                             'косточек и экстракт риса, '
                                             'которые могут увлажнять и питать '
                                             'волосы. Включает сорбитол и '
                                             'глицерин для дополнительного '
                                             'увлажнения.',
                                    'Применение': 'Нанесите на влажную кожу '
                                                  'головы и волосы, '
                                                  'распределите массирующими '
                                                  'движениями, затем смойте '
                                                  'водой. При необходимости '
                                                  'повторите процедуру.',
                                    'Состав': 'Aqua (Water), Ammonium Lauryl '
                                              'Sulfate, Cocamidopropyl '
                                              'Betaine, Erythritol, Lactic '
                                              'Acid, Polysorbate 20, Parfum '
                                              '(Fragrance), Sodium Benzoate, '
                                              'Sodium Gluconate, Sodium '
                                              'Hydroxide, Propanediol, Guar '
                                              'Hydroxypropyltrimonium '
                                              'Chloride, Hexyl Cinnamal, '
                                              'Citric Acid, Geraniol, '
                                              'Linalool, Hydroxycitronellal, '
                                              'Tartaric Acid, Oryza Sativa '
                                              '(Rice) Extract, Gluconic Acid, '
                                              'Saccharomyces Ferment Lysate '
                                              'Filtrate, Sodium Chloride, '
                                              'Potassium Sorbate, Vitis '
                                              'Vinifera Seed Oil (Vitis '
                                              'Vinifera (Grape) Seed Oil), '
                                              'Glycerin, Sorbitol, Lecithin, '
                                              'Xanthan Gum.',
                                    'Ссылка в Золотом Яблоке': 'https://goldapple.ru/19000222487-curego-hydraday',
                                    'Ссылка на изображение': 'https://pcdn.goldapple.ru/p/p/19000222487/web/696d674d61696e8dc8408eddcbe43fullhd.jpg',
                                    'Ссылка на изображение в базе': '00_base/01_products/00_img/alterego_italy_curego_hydraday.jpg',
                                    'Стоимость за 100 мл руб': 960,
                                    'Стоимость руб': 2880,
                                    'Страна бренда': 'Италия',
                                    'Тип волос': 'для непослушных волос',
                                    'Тип кожи': 'для всех типов кожи',
                                    'Тип продукта': 'шампунь',
                                    'Юниты меры (мл/шт)': 'мл',
                                    '№': 8},
 'ALTEREGO ITALY Scalpego Balancing': {'Артикул в Золотом Яблоке': '19000222491',
                                       'Бренд': 'AlterEgo Italy',
                                       'Для кого': 'унисекс',
                                       'Дополнительная информация': 'страна '
                                                                    'происхождения '
                                                                    'Италия '
                                                                    'изготовитель: '
                                                                    'Pattenon '
                                                                    'Cosmetics '
                                                                    'S.p.A. '
                                                                    'Via del '
                                                                    'Palu, 7/D '
                                                                    '35018 San '
                                                                    'Martino '
                                                                    'di Luparl '
                                                                    '(PD)- '
                                                                    'Italy',
                                       'Заполнено': 'да',
                                       'Количество меры (число)': '300',
                                       'Лучшее средство': False,
                                       'Мера (объём/количество)': 'объём',
                                       'Минусы': 'Содержит сульфаты, которые '
                                                 'могут сушить волосы, '
                                                 'особенно кудрявые и склонные '
                                                 'к сухости.',
                                       'Назначение': 'очищение, против перхоти',
                                       'Новое': 'да',
                                       'Область применения': 'кожа головы, '
                                                             'волосы',
                                       'Описание': 'Очищающий '
                                                   'восстанавливающий баланс '
                                                   'кожи головы шампунь '
                                                   'разработан для мягкого '
                                                   'удаления избыточного '
                                                   'кожного сала и/или '
                                                   'перхоти. Деликатно очищает '
                                                   'и удаляет любые '
                                                   'загрязнения, оставляя '
                                                   'ощущение легкости и '
                                                   'свежести. Содержит '
                                                   'комплекс из '
                                                   'ферментированного овса, '
                                                   'розмарина, водного кресса '
                                                   'и шалфея. В составе до 90% '
                                                   'ингредиентов натурального '
                                                   'происхождения. Идеальный '
                                                   'вариант для веганов.',
                                       'Описание бренда': 'AlterEgo Italy − '
                                                          'экоответственный '
                                                          'бренд '
                                                          'профессиональных '
                                                          'средств для красоты '
                                                          'волос с '
                                                          'многолетними '
                                                          'традициями '
                                                          'качества. '
                                                          'Косметика, '
                                                          'созданная для '
                                                          'женщин и мужчин, '
                                                          'которые заботятся о '
                                                          'своей внешности как '
                                                          'о проявлении '
                                                          'собственной '
                                                          'индивидуальности. '
                                                          'Продукция для '
                                                          'взыскательных '
                                                          'клиентов, '
                                                          'обращающих внимание '
                                                          'на детали. '
                                                          'Косметика '
                                                          'производится только '
                                                          'в Италии по '
                                                          'европейским '
                                                          'стандартам, из '
                                                          'высококачественного '
                                                          'сырья. Основные '
                                                          'ценности бренда: '
                                                          'натуральность, '
                                                          'устойчивое '
                                                          'развитие, уважение '
                                                          'к природе и '
                                                          'человеку. В '
                                                          'портфолио: · '
                                                          'продукция для '
                                                          'частных '
                                                          'парикмахеров и '
                                                          'бьюти-салонов · '
                                                          'косметика для ухода '
                                                          'за волосами в '
                                                          'домашних условиях. '
                                                          'Красители, системы '
                                                          'осветления и '
                                                          'технические '
                                                          'сервисы: '
                                                          'TechnoFruit Color, '
                                                          'Booster, My Color, '
                                                          'Utilities, Fast '
                                                          'Color 10, BlondEgo, '
                                                          'CoactivatorCream. '
                                                          'Экокосметика для '
                                                          'салонного и '
                                                          'домашнего ухода '
                                                          'EgoBond, Shewonder, '
                                                          'Silk Oil, Urban '
                                                          'Proof, Color Care, '
                                                          'Silver Maintain, '
                                                          'Scalp Treatment, '
                                                          'Anti-Red, '
                                                          'Anti-Orange, '
                                                          'Repair, Hydrate, '
                                                          'Volume, Filler, '
                                                          'Hasty Too, '
                                                          'Plasmante, ShapEgo.',
                                       'Плюсы': 'Содержит экстракты овса и '
                                                'розмарина, которые могут '
                                                'успокаивать кожу головы и '
                                                'укреплять волосы. Включает '
                                                'биотин и ниацин, '
                                                'способствующие укреплению '
                                                'корней.',
                                       'Применение': 'Нанесите на влажную кожу '
                                                     'головы и волосы, '
                                                     'распределите '
                                                     'массирующими движениями, '
                                                     'затем смойте водой. При '
                                                     'необходимости повторите '
                                                     'процедуру.',
                                       'Состав': 'Aqua (Water), Ammonium '
                                                 'Lauryl Sulfate, Sodium '
                                                 'Myreth Sulfate, Sodium '
                                                 'Cocoamphoacetate, Sodium '
                                                 'Chloride, Parfum '
                                                 '(Fragrance), Lactic Acid, '
                                                 'Sodium Benzoate, Guar '
                                                 'Hydroxypropyltrimonium '
                                                 'Chloride, Sodium Hydroxide, '
                                                 'Propanediol, Citric Acid, '
                                                 'Tartaric Acid, Avena Sativa '
                                                 'Leaf/Stalk Extract (Avena '
                                                 'Sativa Oat Leaf/Stalk '
                                                 'Extract), Gluconic Acid, '
                                                 'Saccharomyces Ferment Lysate '
                                                 'Filtrate, '
                                                 'Almond/Borage/Linseed/Olive '
                                                 'Acids/Glycerides, Glycerin, '
                                                 'Potassium Sorbate, '
                                                 'Panthenol, Tocopherol, '
                                                 'Salvia Officinalis Extract, '
                                                 'Nasturtium Officinale '
                                                 'Extract, Rosmarinus '
                                                 'Officinalis Leaf Extract '
                                                 '(Rosmarinus Officinalis '
                                                 '(Rosemary) Leaf Extract), '
                                                 'Niacin, Biotin.',
                                       'Ссылка в Золотом Яблоке': 'https://goldapple.ru/19000222491-scalpego-balancing',
                                       'Ссылка на изображение': 'https://pcdn.goldapple.ru/p/p/19000222491/web/696d674d61696e8dc8408ef1c2acafullhd.jpg',
                                       'Ссылка на изображение в базе': '00_base/01_products/00_img/alterego_italy_scalpego_balancing.jpg',
                                       'Стоимость за 100 мл руб': 1166,
                                       'Стоимость руб': 3500,
                                       'Страна бренда': 'Италия',
                                       'Тип волос': 'для жирных волос',
                                       'Тип кожи': 'для всех типов кожи, для '
                                                   'жирной кожи',
                                       'Тип продукта': 'шампунь',
                                       'Юниты меры (мл/шт)': 'мл',
                                       '№': 7},
 'LADOR Keratin LPP': {'Артикул в Золотом Яблоке': '19760200012',
                       'Бренд': 'Lador',
                       'Для кого': 'женский',
                       'Дополнительная информация': 'страна происхождения '
                                                    'Республика Корея',
                       'Заполнено': 'да',
                       'Количество меры (число)': '530',
                       'Лучшее средство': True,
                       'Мера (объём/количество)': 'объём',
                       'Минусы': 'Может быть слишком насыщенным для тонких '
                                 'волос, но идеально подходит для сухих и '
                                 'поврежденных.',
                       'Назначение': 'очищение',
                       'Новое': 'да',
                       'Область применения': 'волосы',
                       'Описание': 'Натуральный органический шампунь содержит '
                                   'аминокислоты, кератин, протеины шёлка, '
                                   'коллагеновый протеин и растительный белок. '
                                   'Нежное и деликатное средство подойдёт даже '
                                   'для самой чувствительной кожи головы и за '
                                   'уходом за самыми поврежденными и пористыми '
                                   'волосами. Многофункциональный шампунь '
                                   'решает три основных задачи: глубокое '
                                   'очищение волос и кожи головы, восполнение '
                                   'белка и питание кутикулы волос. Обладает '
                                   'слабой кислотностью, не содержит '
                                   'сульфатов, силиконов, иск. красителей, '
                                   'парабенов, мин. масла, бензофенона.',
                       'Описание бренда': None,
                       'Плюсы': 'Содержит гидролизованный кератин, шелк и '
                                'протеины, которые укрепляют и восстанавливают '
                                'структуру волос. Включает масла авокадо и '
                                'арганы для глубокого увлажнения и питания.',
                       'Применение': 'Нанесите на влажные волосы, вспеньте, '
                                     'помассируйте кожу головы, смойте тёплой '
                                     'водой.',
                       'Состав': 'Water,Cocamidopropyl Betaine,Disodium '
                                 'Laureth Sulfosuccinate,Lauramine '
                                 'Oxide,Glycerin,Butylene Glycol,TEA Cocoyl '
                                 'Glutamate,Cocamide DEA ,PEG-120 Methyl '
                                 'Glucose Dioleate,PPG-3 Caprylyl Ether,PEG-7 '
                                 'Glyceryl cocoate,Betaine,Hydroxypropyl '
                                 'Chitosan Liquid,Trehalose,Hydrolyzed wheat '
                                 'protein,Hydrolyzed Keratin,Hydrolyzed '
                                 'silk,Sodium Hyaluronate,Moringa Oleifera '
                                 'Seed Oil,Hydrolyzed Zein,Argania Spinosa '
                                 'Kernel Oil,Persea Gratissima (Avocado) '
                                 'Oil,Ricinus Communis (Castor) Seed '
                                 'Oil,Camellia Japonica Seed Oil,Simmondsia '
                                 'Chinensis (Jojoba) Seed Oil,Eucalyptus '
                                 'Globulus Leaf Oil,Lavandula Angustifolia '
                                 '(Lavender) Oil,Adansonia Digitata Seed '
                                 'Oil,Orbignya Oleifera(Babassu) Seed '
                                 'Oil,Caprylohydroxamic Acid,Caprylyl '
                                 'Glycol,Citric '
                                 'Acid,Polyquaternium-10,PVP,Perfume',
                       'Ссылка в Золотом Яблоке': 'https://goldapple.ru/19760200012-keratin-lpp',
                       'Ссылка на изображение': 'https://pcdn.goldapple.ru/p/p/19760200012/web/696d674d61696e5f63613436313032396164366334343963626439636137663835633737336564658dc895e1cc53da6fullhd.jpg',
                       'Ссылка на изображение в базе': '00_base/01_products/00_img/lador_keratin_lpp.jpg',
                       'Стоимость за 100 мл руб': 386,
                       'Стоимость руб': 2051,
                       'Страна бренда': 'Республика Корея',
                       'Тип волос': 'для всех типов волос',
                       'Тип кожи': 'для всех типов кожи',
                       'Тип продукта': 'шампунь',
                       'Юниты меры (мл/шт)': 'мл',
                       '№': 9},
 'PAYOT Shampoing doux biome-friendly': {'Артикул в Золотом Яблоке': '19000153618',
                                         'Бренд': 'PAYOT',
                                         'Для кого': 'женский',
                                         'Дополнительная информация': 'страна '
                                                                      'происхождения '
                                                                      'Франция '
                                                                      'изготовитель: '
                                                                      '«Laboratoires '
                                                                      'Dr. N. '
                                                                      'G. '
                                                                      'PAYOT» '
                                                                      'S.A.S., '
                                                                      'адрес: '
                                                                      '40/52 '
                                                                      'Boulevard '
                                                                      'du Parc '
                                                                      '- 92200 '
                                                                      'Neuilly '
                                                                      'Sur '
                                                                      'Seine, '
                                                                      'Франция',
                                         'Заполнено': 'да',
                                         'Количество меры (число)': '280',
                                         'Лучшее средство': False,
                                         'Мера (объём/количество)': 'объём',
                                         'Минусы': 'Может не обеспечивать '
                                                   'достаточное увлажнение для '
                                                   'очень сухих волос.',
                                         'Назначение': 'очищение, '
                                                       'восстановление, '
                                                       'увлажнение, питание',
                                         'Новое': 'да',
                                         'Область применения': 'волосы, кожа '
                                                               'головы',
                                         'Описание': 'Мягкий шампунь PAYOT с '
                                                     'растительными '
                                                     'экстрактами деликатно '
                                                     'очищает волосы любого '
                                                     'типа и защищает кожу '
                                                     'головы. Мицеллы '
                                                     'органического '
                                                     'происхождения '
                                                     'притягивают загрязнения, '
                                                     'не оказывая агрессивного '
                                                     'воздействия на кожу. '
                                                     'Органический шалфей '
                                                     'смягчает волосы, '
                                                     'придавая им эластичность '
                                                     'и блеск, а пачули '
                                                     'помогают восстановить '
                                                     'баланс микробиома. В '
                                                     'составе – 94 % '
                                                     'натуральных '
                                                     'ингредиентов. Средство '
                                                     'подходит для всех типов '
                                                     'волос и кожи головы.',
                                         'Описание бренда': 'История бренда '
                                                            'PAYOT началась в '
                                                            '1920 году, когда '
                                                            'косметолог и врач '
                                                            'Надя Пайо '
                                                            'предложила новый '
                                                            'взгляд на '
                                                            'поддержание '
                                                            'женской красоты. '
                                                            'Основательницу '
                                                            'марки вдохновили '
                                                            'наблюдения за '
                                                            'подругой, '
                                                            'балериной Анной '
                                                            'Павловой, тело '
                                                            'которой '
                                                            'оставалось '
                                                            'молодым и '
                                                            'красивым '
                                                            'благодаря '
                                                            'тренировкам. Надя '
                                                            'решила '
                                                            'разработать '
                                                            '«физическую '
                                                            'культуру» и для '
                                                            'лица: она '
                                                            'использовала '
                                                            'знания, '
                                                            'полученные в '
                                                            'медицинской '
                                                            'сфере, и создала '
                                                            'уникальный массаж '
                                                            '«42 движения». '
                                                            'Следующим шагом '
                                                            'стал выпуск линии '
                                                            'эффективных, но '
                                                            'мягких средств '
                                                            'для кожи и '
                                                            'основание бренда '
                                                            'PAYOT. Гимнастика '
                                                            'для лица, '
                                                            'придуманная Надей '
                                                            'Пайо, по сей день '
                                                            'остается важным '
                                                            'элементом '
                                                            'профессиональных '
                                                            'процедур PAYOT, а '
                                                            'средства марки '
                                                            'для разных типов '
                                                            'кожи становятся '
                                                            'всё более '
                                                            'эффективными и '
                                                            'инновационными. '
                                                            'Продукты для лица '
                                                            'и тела помогают '
                                                            'добиться '
                                                            'заметного '
                                                            'результата, не '
                                                            'вызывая '
                                                            'раздражения. Уже '
                                                            'почти 100 лет '
                                                            'косметика PAYOT '
                                                            'гарантирует '
                                                            'эффективность, '
                                                            'безопасность и '
                                                            'удовольствие от '
                                                            'ухода за кожей.',
                                         'Плюсы': 'Содержит экстракты шалфея и '
                                                  'пачули, которые могут '
                                                  'успокаивать кожу головы. '
                                                  'Формула без сульфатов, что '
                                                  'делает его мягким для '
                                                  'волос.',
                                         'Применение': 'Нанесите на влажные '
                                                       'волосы, вспеньте и '
                                                       'распределите круговыми '
                                                       'движениями, затем '
                                                       'смойте водой. '
                                                       'Избегайте попадания в '
                                                       'глаза.',
                                         'Состав': 'Aqua (Water), Sodium '
                                                   'Lauroyl Methyl '
                                                   'Isethionate, Lauryl '
                                                   'Glucoside, Cocamidopropyl '
                                                   'Betaine, Sodium Methyl '
                                                   'Cocoyl Taurate, Parfum '
                                                   '(Fragrance), Pogostemon '
                                                   'Cablin Leaf/Stem Extract, '
                                                   'Salvia Officinalis Leaf '
                                                   'Extract, Glycerin, '
                                                   'Alpha-Glucan '
                                                   'Oligosaccharide, '
                                                   'Coco-Glucoside, Glyceryl '
                                                   'Oleate, Tocopherol, '
                                                   'Hydrogenated Palm '
                                                   'Glycerides Citrate, Citric '
                                                   'Acid, Polyquaternium-10, '
                                                   'Phenethyl Alcohol, '
                                                   'Chlorphenesin, Sodium '
                                                   'Benzoate, Potassium '
                                                   'Sorbate.',
                                         'Ссылка в Золотом Яблоке': 'https://goldapple.ru/19000153618-shampoing-doux-biome-friendly',
                                         'Ссылка на изображение': 'https://pcdn.goldapple.ru/p/p/19000153618/web/696d674d61696e8dc83f8edec8418fullhd.jpg',
                                         'Ссылка на изображение в базе': '00_base/01_products/00_img/payot_shampoing_doux_biome_friendly.jpg',
                                         'Стоимость за 100 мл руб': 1228,
                                         'Стоимость руб': 3439,
                                         'Страна бренда': 'Франция',
                                         'Тип волос': 'для всех типов волос',
                                         'Тип кожи': 'для всех типов кожи',
                                         'Тип продукта': 'шампунь',
                                         'Юниты меры (мл/шт)': 'мл',
                                         '№': 10},
 'POLLYSH Basic': {'Артикул в Золотом Яблоке': '19000295746',
                   'Бренд': 'POLLYSH',
                   'Для кого': 'женский',
                   'Дополнительная информация': 'страна происхождения Россия '
                                                'изготовитель: ИП Тришин Н.Н.',
                   'Заполнено': 'да',
                   'Количество меры (число)': '475',
                   'Лучшее средство': False,
                   'Мера (объём/количество)': 'объём',
                   'Минусы': 'Может не обеспечивать достаточное увлажнение для '
                             'очень сухих волос.',
                   'Назначение': 'уход, увлажнение, очищение',
                   'Новое': 'да',
                   'Область применения': 'волосы, кожа головы',
                   'Описание': 'Шампунь для базового ухода за волосами с '
                               'мягкими очищающими компонентами продлевает '
                               'чистоту, не спутывает волосы и не сушит кожу '
                               'головы. Кератин, хитозан, протеины пшеницы и '
                               'комплекс аминокислот помогают сохранить '
                               'структуру волос. Мягкая пена делает процесс '
                               'мытья головы максимально нежным и приятным. '
                               'Шампунь содержит парфюмированную арома '
                               'добавку.',
                   'Описание бренда': 'Бренд POLLYSH – это Российская марка '
                                      'косметики. Она появилась в 2017 году. '
                                      'Основательницу бренда зовут Ирина, в то '
                                      'время как сама марка носит название '
                                      'созвучное с именем ее дочери Полины. '
                                      'Полиша – Поллиш - POLLYSH. Главная '
                                      'концепция бренда - это максимально '
                                      'качественная, безопасная и '
                                      'действительно работающая продукция, '
                                      'которая покорит сердца миллионов. К '
                                      'составам средств предъявляются строгие '
                                      'требования – они должны быть '
                                      'максимально насыщенными, био-активными '
                                      'и гипоаллергенными. Флагманские '
                                      'продукты POLLYSH – увлажняющая маска '
                                      'для лица AquaIntensive, нежная пенка '
                                      'для умывания Cleansing Foam, уникальный '
                                      'увлажняющий тоник-мист Aqua Mist, '
                                      'который не требует использования ватных '
                                      'дисков и омолаживающая сыворотка Y.S. '
                                      'Face Serum. Косметика уже получила '
                                      'признание тысяч девушек не только в '
                                      'России и за рубежом, чему '
                                      'свидетельствует множество положительных '
                                      'отзывов в сети интернет.',
                   'Плюсы': 'Содержит гидролизованный кератин и протеины '
                            'пшеницы, которые могут укреплять волосы. Без '
                            'агрессивных сульфатов, что делает его мягким для '
                            'волос.',
                   'Применение': 'Нанести на влажные волосы, помассировать до '
                                 'образования пены, затем тщательно смыть. '
                                 'Рекомендуется совместное использование с '
                                 'маской, спреем и эликсиром для волос бренда '
                                 'POLLYSH.',
                   'Состав': 'Aqua, Cocamidopropyl Betaine, Sodium Lauroyl '
                             'Sarcosinate, Coco Glucoside, Sodium Coco '
                             'Sulfate, Glycerin, Glyceryl Oleate, '
                             'Bis-Diisopropanolamino-PG-Propyl '
                             'Disiloxane/Bis-Vinyl Dimethicone Copolymer, '
                             'Polyquaternium-7, Hydrolyzed Keratin, Chitosan '
                             'Succinamide, Polyquaternium-10, PEG-120 Methyl '
                             'Glucose Dioleate, Phenoxyethanol, '
                             'Ethylhexylglycerin, Inulin, Panthenol, Parfum, '
                             'Hydrolyzed Wheat Protein, Methicone, '
                             'Carbocysteine, Hydroxypropyltrimonium Chloride.',
                   'Ссылка в Золотом Яблоке': 'https://goldapple.ru/19000295746-basic',
                   'Ссылка на изображение': 'https://pcdn.goldapple.ru/p/p/19000295746/web/696d674d61696e5f33303231633331656434353934343632396365653936343836653230363736388dce2a5d84b6119fullhd.jpg',
                   'Ссылка на изображение в базе': '00_base/01_products/00_img/pollysh_basic.jpg',
                   'Стоимость за 100 мл руб': 210,
                   'Стоимость руб': 1000,
                   'Страна бренда': 'Россия',
                   'Тип волос': 'для всех типов волос',
                   'Тип кожи': 'для всех типов кожи',
                   'Тип продукта': 'шампунь',
                   'Юниты меры (мл/шт)': 'мл',
                   '№': 12},
 'YVES ROCHER Volume Plumping Shampoo Sulfate Free': {'Артикул в Золотом Яблоке': '19000193663',
                                                      'Бренд': 'Yves Rocher',
                                                      'Для кого': 'женский',
                                                      'Дополнительная информация': 'страна '
                                                                                   'происхождения '
                                                                                   'Франция '
                                                                                   'изготовитель: '
                                                                                   'АО '
                                                                                   '"Лаборатуар '
                                                                                   'де '
                                                                                   'Биоложи '
                                                                                   'Вежеталь '
                                                                                   'Ив '
                                                                                   'Роше", '
                                                                                   'Ла '
                                                                                   'Круа '
                                                                                   'дез '
                                                                                   'Аршер, '
                                                                                   '56200 '
                                                                                   'Ля '
                                                                                   'Гасийи '
                                                                                   '(Морбиан), '
                                                                                   'Франция.',
                                                      'Заполнено': 'да',
                                                      'Количество меры (число)': '300',
                                                      'Лучшее средство': False,
                                                      'Мера (объём/количество)': 'объём',
                                                      'Минусы': 'Основной '
                                                                'акцент на '
                                                                'объем, а не '
                                                                'на '
                                                                'увлажнение, '
                                                                'что может '
                                                                'быть '
                                                                'недостаточно '
                                                                'для сухих '
                                                                'волос.',
                                                      'Назначение': 'придание '
                                                                    'объема, '
                                                                    'очищение',
                                                      'Новое': 'да',
                                                      'Область применения': 'волосы',
                                                      'Описание': 'Шампунь '
                                                                  'ОБЪЕМ без '
                                                                  'сульфатов* '
                                                                  'со '
                                                                  'специальной '
                                                                  'формулой '
                                                                  'для тонких '
                                                                  'и лишенных '
                                                                  'объема '
                                                                  'волос мягко '
                                                                  'очищает и '
                                                                  'текстурирует '
                                                                  'волосы. '
                                                                  'Обогащенный '
                                                                  'Пептидами '
                                                                  'Киноа, '
                                                                  'шампунь '
                                                                  'придает '
                                                                  'объем от '
                                                                  'корней. '
                                                                  'Волосы '
                                                                  'выглядят '
                                                                  'более '
                                                                  'густыми и '
                                                                  'более '
                                                                  'объемными. '
                                                                  'РЕЗУЛЬТАТ: '
                                                                  'УВЕЛИЧЕНИЕ '
                                                                  'ОБЪЕМА '
                                                                  'ПОСЛЕ 3-Х '
                                                                  'ПРИМЕНЕНИЙ**. '
                                                                  '94% '
                                                                  'ингредиентов '
                                                                  'натурального '
                                                                  'происхождения. '
                                                                  'Без '
                                                                  'силиконов. '
                                                                  'ФЛАКОН НА '
                                                                  '100% '
                                                                  'СОСТОИТ ИЗ '
                                                                  'ПЕРЕРАБОТАННОГО '
                                                                  'ПЛАСТИКА.*** '
                                                                  '*Без '
                                                                  'сульфатных '
                                                                  'ПАВ '
                                                                  '**Инструментальный '
                                                                  'тест ***За '
                                                                  'исключением '
                                                                  'примесей.',
                                                      'Описание бренда': None,
                                                      'Плюсы': 'Содержит '
                                                               'экстракт киноа '
                                                               'и инулин, '
                                                               'которые могут '
                                                               'укреплять и '
                                                               'увлажнять '
                                                               'волосы. Без '
                                                               'сульфатов, что '
                                                               'делает его '
                                                               'мягким для '
                                                               'волос.',
                                                      'Применение': 'Нанесите '
                                                                    'небольшое '
                                                                    'количество '
                                                                    'на мокрые '
                                                                    'волосы, '
                                                                    'помассируйте, '
                                                                    'затем '
                                                                    'смойте',
                                                      'Состав': 'Aqua/water/eau '
                                                                '• sodium '
                                                                'cocoyl '
                                                                'isethionate • '
                                                                'sodium methyl '
                                                                'cocoyl '
                                                                'taurate • '
                                                                'cocamidopropyl '
                                                                'betaine • '
                                                                'lauryl '
                                                                'glucoside • '
                                                                'chenopodium '
                                                                'quinoa seed '
                                                                'extract • '
                                                                'fructooligosaccharides '
                                                                '• inulin • '
                                                                'sodium '
                                                                'benzoate • '
                                                                'parfum/fragrance '
                                                                '• citric acid '
                                                                '• panthenol • '
                                                                'guar '
                                                                'hydroxypropyltrimonium '
                                                                'chloride • '
                                                                'coco-glucoside '
                                                                '• glyceryl '
                                                                'oleate • '
                                                                'potassium '
                                                                'sorbate • '
                                                                'sodium '
                                                                'chloride • '
                                                                'trisodium '
                                                                'ethylenediamine '
                                                                'disuccinate • '
                                                                'tocopherol • '
                                                                'lecithin • '
                                                                'hydrogenated '
                                                                'vegetable '
                                                                'glycerides '
                                                                'citrate',
                                                      'Ссылка в Золотом Яблоке': 'https://goldapple.ru/19000193663-volume-plumping-shampoo-sulfate-free',
                                                      'Ссылка на изображение': 'https://pcdn.goldapple.ru/p/p/19000193663/web/696d674d61696e8dc840204f83cd2fullhd.jpg',
                                                      'Ссылка на изображение в базе': '00_base/01_products/00_img/yves_rocher_volume_plumping_shampoo_sulfate_free.jpg',
                                                      'Стоимость за 100 мл руб': 250,
                                                      'Стоимость руб': 750,
                                                      'Страна бренда': 'Франция',
                                                      'Тип волос': 'для тонких '
                                                                   'волос',
                                                      'Тип кожи': None,
                                                      'Тип продукта': 'шампунь',
                                                      'Юниты меры (мл/шт)': 'мл',
                                                      '№': 11},
 'итоговая рекомендация': 'Лучшим средством для вас является LADOR Keratin '
                          'LPP. Это средство содержит гидролизованный кератин, '
                          'шелк и протеины, которые эффективно укрепляют и '
                          'восстанавливают структуру волос, что особенно важно '
                          'для предотвращения выпадения. Масла авокадо и '
                          'арганы обеспечивают глубокое увлажнение и питание, '
                          'что необходимо для сухих кудрявых волос. Несмотря '
                          'на то, что средство может быть слишком насыщенным '
                          'для тонких волос, для вашего типа волос оно '
                          'идеально подходит, так как обеспечивает необходимое '
                          'увлажнение и укрепление.'}
