# pylint: skip-file
# в этом модуле база данных для тестов

data_tools = {
    "Средства": {
        "PULANNA Bio-gold & Grape": {
            "Ссылка в Золотом Яблоке": "https://goldapple.ru/6160200003-bio-gold-grape-advanced-day-cream",
            "Состав": "Основные действующие компоненты: экстракт листьев винограда, гриба рейши, корня женьшеня, витамин Е, диоксид титана, мика, био-золото, гиалуроновая кислота. Полный состав: aqua, glycerin, gold, sodium hyalurone, propylene glycol, vitis vinifera leaf extract, ganoderma lucidum stem extract, ginseng (panax ginseng) root extract, tocopheryl acetate, mica, titanium dioxide carbomer, triethanolamine, methylparaben, propylparaben, parfum, hydroxycitronellal, geraniol, butylphenyl metylpropional, linalool, citronellol, imidazolidynyl urea.",
            "Тип продукта": "крем для лица",
            "Для кого": "женский",
            "Мера (объём/количество)": "вес",
            "Количество меры (число)": "58",
            "Юниты меры (мл/шт)": "г",
            "Стоимость руб": 2355,
            "Артикул в Золотом Яблоке": "6160200003",
            "Описание": "Серия на основе Био-Золота и Винограда – это гармоничный союз компонентов минерального и растительного происхождения. За счет «эффекта проводимости», создаваемого био–золотом, обеспечивается длительный увлажняющий эффект, замедляется процесс старения, кожа защищена от образования морщин. Крем защищает кожу от негативного воздействия окружающей среды с созданием эффекта депо (накопления). Оказывает противодействие свободнорадикальным процессам, повышает клеточный иммунитет. Нормализует процессы клеточного метаболизма. Экстракт винограда насыщает кожу органическими кислотами, пектиновыми и дубильными веществами, аминокислотами, комплексом витаминов С, В, К, Р, каротином, проантоцианидинами, катехинами, незаменимыми жирными кислотами, токоферолом. Повышает тонус капилляров и эластичность мелких кровеносных сосудов, что особенно важно при куперозе. Винная кислота способствует отшелушиванию верхних слоев эпидермиса, тем самым улучшает рельеф кожи, освежает, осветляет и отбеливает кожу, улучшает выработку собственного коллагена, сохраняет упругость кожи, предотвращает образование морщин. Кожа насыщается необходимыми минералами, аминокислотами, витаминами. Улучшается кровоснабжение, вывод токсинов из кожи, ускоряется регенерация клеток. В состав введены физические фотофильтры. В результате регулярного применения кожа прекрасно защищена в течение всего дня, повышается ее тонус и эластичность, выравнивается рельеф, улучшается цвет. Рекомендован в качестве постоянного основного ухода для нормального, сухого и комбинированного типа кожи с 28-30 лет, в качестве интенсивного ухода с 25 лет - курсами (30 дней). Серия косметических средств на основе Био-Золота и Винограда награждена Почетной Золотой медалью РАЕН им. И. И. Мечникова \"За практический вклад в укрепление здоровья нации\".",
            "Применение": "Ежедневно утром на предварительно очищенную кожу лица, шеи и декольте нанести необходимое количество смеси из геля и 1-2 шариков крема, оставить до полного впитывания. Остатки крема удалить салфеткой. Не наносить на область вокруг глаз.",
            "Назначение": "увлажнение, питание, против признаков старения, выравнивание тона, восстановление",
            "Тип волос": '',
            "Тип кожи": "для комбинированной кожи, для нормальной кожи, для сухой кожи",
            "Область применения": "лицо",
            "Бренд": "Pulanna",
            "Страна бренда": "Польша",
            "Описание бренда": "Перейти в каталог бренда",
            "Дополнительная информация": '',
            "Ссылка на изображение": "https://pcdn.goldapple.ru/p/p/6160200003/web/696d674d61696e5f63363962373164343832373634626139626238616330313739633432306530628dd14fc612a69c1.jpg",
            "Ссылка на изображение в базе": "00_base/products/00_img/pulanna_bio_gold_grape_19032025160345_f0859387.jpg",
            "Характеристики": "{\"тип продукта\": \"крем для лица\", \"для кого\": \"женский\", \"назначение\": \"увлажнение, питание, против признаков старения, выравнивание тона, восстановление\", \"тип кожи\": \"для комбинированной кожи, для нормальной кожи, для сухой кожи\", \"область применения\": \"лицо\", \"возраст\": \"от 25 лет\", \"spf\": \"низкая защита\", \"вес\": \"58 г\"}",
            "Заполнено": "да",
            "''": ''
        },
        "OUSHEN Curl & shine shampoo": {
            "Ссылка в Золотом Яблоке": "https://goldapple.ru/19000220056-curl-shine-shampoo",
            "Состав": "Aqua(water, eau), sodium c14-16 olefin sulfonate, cocamidopropyl betaine, sodium chloride, cocamide methyl mea, dimethicone, glycol distearate, benzyl alcohol, parfum, sodium benzoate, phenoxyethanol, glycerin, polyquaternium-7, guar hydroxypropyltrimonium chloride, disodium edta, sodium methyl cocoyl taurate, hydrogenated castor oil, lauric acid, citric acid, trideceth-10, trideceth-3, simmondsia chinensis (jojoba) seed oil, butyrospermum parkii (shea) butter, hydrolyzed keratin, polyquaternium-11, ethylhexylglycerin, butylene glycol, tocopherol.",
            "Тип продукта": "шампунь",
            "Для кого": "унисекс",
            "Мера (объём/количество)": "объём",
            "Количество меры (число)": "300",
            "Юниты меры (мл/шт)": "мл",
            "Стоимость руб": 1074,
            "Артикул в Золотом Яблоке": "19000220056",
            "Описание": "Шампунь Oushen, созданный для вьющихся, волнистых и кудрявых волос, бережно очищает их от корней до кончиков, эффективно удаляя загрязнения и остатки средств для укладки, и при этом не сушит волосы. Формула, обогащённая маслом ши, гидролизованным кератином и маслом жожоба, интенсивно увлажняет обезвоженные волосы и делает их более упругими, мягкими и блестящими.",
            "Применение": "Полностью намочите волосы. Нанесите шампунь массирующими движениями, создавая пену, и распределите от корней до кончиков. Смойте средство. Повторите при необходимости. Продолжите уход с кондиционером.",
            "Назначение": "очищение, увлажнение",
            "Тип волос": "для вьющихся волос, для непослушных волос",
            "Тип кожи": "для всех типов кожи",
            "Область применения": "волосы, кожа головы",
            "Бренд": "Oushen",
            "Страна бренда": "Китай (Китайская Народная Республика)",
            "Описание бренда": '',
            "Дополнительная информация": "страна происхождения Китай (Китайская Народная Республика) изготовитель: \"Guangzhou BEAVER Industrial Co., Ltd.\" RM. 1507, TOWER B, CHINA INTERNATIONAL CENTER, NO. 33, ZHONGSHAN SAN RD., YUEXIU DISTRICT, GUANGZHOU, Китай.",
            "Ссылка на изображение": "https://pcdn.goldapple.ru/p/p/19000220056/web/696d674d61696e8dc840afb2da75ffullhd.jpg",
            "Ссылка на изображение в базе": "00_base/products/00_img/oushen_curl_shine_shampoo.jpg",
            "Характеристики": '',
            "Заполнено": "да",
            "''": ''
        },
        "NATURA SIBERICA Oblepikha": {
            "Ссылка в Золотом Яблоке": "https://goldapple.ru/19000141580-oblepikha",
            "Состав": "Aqua with infusions of Novosieversia Glacialis ExtractWH (экстракт розы арктической), Angelica Archangelica Root ExtractWH (экстракт ангелики лекарственной), Rubus Chamaemorus Seed ExtractWH (экстракт морошки сахалинской), Rosa Davurica Leaf ExtractWH (экстракт шиповника даурского), Aralia Mandshurica Root Extract* (экстракт аралии маньчжурской), Rosa Davurica Flower Water* (гидролат розы даурской), Rhodiola Rosea Root Extract* (экстракт родиолы розовой), Hippophae Rhamnoidesamidopropyl BetaineHR, Pineamidopropyl BetainePS; Sodium Coco-Sulfate, Lauryl Glucoside, Cocamidopropyl Betaine, Coco-Glucoside, Panthenol, Guar Hydroxypropyltrimonium Chloride, Glycol Distearate, Glyceryl Oleate, Sodium Chloride, Hydrolyzed Vegetable Protein (растительный кератин), Argania Spinosa Kernel Oil* (марокканское масло арганы), Hippophae Rhamnoides Fruit Oil* (масло алтайской облепихи), Vaccinium Macrocarpon Seed Oil* (масло семян клюквы), Hydrolyzed Wheat Protein (протеины пшеницы), Lactic Acid (молочная кислота), Glycolic Acid (гликолевая кислота), Benzyl Alcohol, Benzoic Acid, Sorbic Acid, Glycerin, Citric Acid, Parfum. (*) – органические ингредиенты (WH) – органические экстракты дикорастущих растений Сибири (PS) – производное масла сибирского кедра (HR) – производное масла алтайской облепихи",
            "Тип продукта": "шампунь",
            "Для кого": "унисекс",
            "Мера (объём/количество)": "объём",
            "Количество меры (число)": "400",
            "Юниты меры (мл/шт)": "мл",
            "Стоимость руб": 454,
            "Артикул в Золотом Яблоке": "19000141580",
            "Описание": "Шампунь поддерживает насыщенность цвета окрашенных волос, предотвращая его преждевременное вымывание. Насыщает волосы влагой, питает и восстанавливает, усиливает естественный блеск. Волосы становятся гладкими и сияющими. Органическое масло алтайской облепихи – источник жирных кислот Омега 3,6,9 и редкой Омега 7, ответственных за здоровье и красоту волос. Марокканское масло арганы и масло семян клюквы комплексно восстанавливают структуру волос, придавая им непревзойденную мягкость и шелковистость. Экстракт даурского шиповника богат витамином С, который способен защитить волосы от потери влаги и придать им естественное сияние. Протеины обволакивают поверхность волоса, предотвращающую вымывание пигмента. Кератин глубоко увлажняет и питает волосы, придавая им ухоженный внешний вид. AHA-кислоты мягко воздействуют на волосы способствуя их укреплению.",
            "Применение": "Нанести небольшое количество шампуня на влажные волосы, массирующими движениями взбить в пену, затем смыть водой. При необходимости повторить процедуру.",
            "Назначение": "очищение, питание, восстановление, увлажнение",
            "Тип волос": "для окрашенных волос",
            "Тип кожи": '',
            "Область применения": "кожа головы, волосы",
            "Бренд": "Natura Siberica",
            "Страна бренда": "Россия",
            "Описание бренда": "Органическая косметика Natura Siberica — одна из первых сертифицированных марок в России. Ее основу составляют сибирские травы и таежные растения. Их удивительные свойства помогают сохранить естественную красоту, молодость, безупречность кожи и волос. Многочисленные международные сертификаты подтверждают соответствие свойств этих косметических продуктов строгим европейским стандартам. Бренд Natura Siberica ценится за натуральность, качество, доступность его средств. Эта косметика реально работает. В распоряжении компании-производителя четыре крупных органические фермы в Хакасии. Natura Siberica стремится к гармонии человека и природы. Бренд заботится о красоте и здоровье кожи, волос, сохраняя при этом природные ресурсы.",
            "Дополнительная информация": "страна происхождения Россия изготовитель: ООО «НАТУРА СИБЕРИКА» Россия, 117418, г. Москва, ул. Зюзинская, дом 6, корпус 2, помещение XV, комната 26",
            "Ссылка на изображение": "https://pcdn.goldapple.ru/p/p/19000141580/web/696d674d61696e5f39303338663436373635373234396533613262333366316539353930323430648dd1ecd97e904a6fullhd.jpg",
            "Ссылка на изображение в базе": "00_base/products/00_img/natura_siberica_oblepikha.jpg",
            "Характеристики": '',
            "Заполнено": "да",
            "''": ''
        },
        "ALTEREGO ITALY Curego Hydraday": {
            "Ссылка в Золотом Яблоке": "https://goldapple.ru/19000222487-curego-hydraday",
            "Состав": "Aqua (Water), Ammonium Lauryl Sulfate, Cocamidopropyl Betaine, Erythritol, Lactic Acid, Polysorbate 20, Parfum (Fragrance), Sodium Benzoate, Sodium Gluconate, Sodium Hydroxide, Propanediol, Guar Hydroxypropyltrimonium Chloride, Hexyl Cinnamal, Citric Acid, Geraniol, Linalool, Hydroxycitronellal, Tartaric Acid, Oryza Sativa (Rice) Extract, Gluconic Acid, Saccharomyces Ferment Lysate Filtrate, Sodium Chloride, Potassium Sorbate, Vitis Vinifera Seed Oil (Vitis Vinifera (Grape) Seed Oil), Glycerin, Sorbitol, Lecithin, Xanthan Gum.",
            "Тип продукта": "шампунь",
            "Для кого": "унисекс",
            "Мера (объём/количество)": "объём",
            "Количество меры (число)": "300",
            "Юниты меры (мл/шт)": "мл",
            "Стоимость руб": 2880,
            "Артикул в Золотом Яблоке": "19000222487",
            "Описание": "Увлажняющий шампунь идеально подходит для ежедневного ухода всех типов волос. Мягко очищает, сохраняет баланс влаги и жизненной силы в волосах, восстанавливает блеск. Содержит ферментированную рисовую воду и масло виноградной косточки. Содержит 90% ингредиентов натурального происхождения. Идеальный вариант для веганов.",
            "Применение": "Нанесите на влажную кожу головы и волосы, распределите массирующими движениями, затем смойте водой. При необходимости повторите процедуру.",
            "Назначение": "очищение, восстановление, увлажнение",
            "Тип волос": "для непослушных волос",
            "Тип кожи": "для всех типов кожи",
            "Область применения": "кожа головы, волосы",
            "Бренд": "AlterEgo Italy",
            "Страна бренда": "Италия",
            "Описание бренда": "AlterEgo Italy − экоответственный бренд профессиональных средств для красоты волос с многолетними традициями качества. Косметика, созданная для женщин и мужчин, которые заботятся о своей внешности как о проявлении собственной индивидуальности. Продукция для взыскательных клиентов, обращающих внимание на детали. Косметика производится только в Италии по европейским стандартам, из высококачественного сырья. Основные ценности бренда: натуральность, устойчивое развитие, уважение к природе и человеку. В портфолио: · продукция для частных парикмахеров и бьюти-салонов · косметика для ухода за волосами в домашних условиях. Красители, системы осветления и технические сервисы: TechnoFruit Color, Booster, My Color, Utilities, Fast Color 10, BlondEgo, CoactivatorCream. Экокосметика для салонного и домашнего ухода EgoBond, Shewonder, Silk Oil, Urban Proof, Color Care, Silver Maintain, Scalp Treatment, Anti-Red, Anti-Orange, Repair, Hydrate, Volume, Filler, Hasty Too, Plasmante, ShapEgo.",
            "Дополнительная информация": "страна происхождения Италия изготовитель: Pattenon Cosmetics S.p.A. Via del Palu, 7/D 35018 San Martino di Luparl (PD)- Italy",
            "Ссылка на изображение": "https://pcdn.goldapple.ru/p/p/19000222487/web/696d674d61696e8dc8408eddcbe43fullhd.jpg",
            "Ссылка на изображение в базе": "00_base/products/00_img/alterego_italy_curego_hydraday.jpg",
            "Характеристики": '',
            "Заполнено": "да",
            "''": ''
        },
        "R+CO Atlantis Moisturizing B5 Shampoo": {
            "Ссылка в Золотом Яблоке": "https://goldapple.ru/24320200015-atlantis-moisturizing-b5-shampoo",
            "Состав": "Water (Aqua/Eau), Sodium Cocoyl Isethionate, Sodium Lauroyl Methyl Isethionate, Acrylates Copolymer, Lauryl Glucoside, Cocamidopropyl Betaine, Glyceryl Stearate SE, Sodium Methyl Oleoyl Taurate, Glycerin, Fragrance (Parfum), Benzyl Alcohol, Coconut Acid, Sodium Lauroyl Sarcosinate, Coco-Glucoside, Trehalose, Sodium Isethionate, Sodium Benzoate, Disodium Cocoamphodipropionate, Benzoic Acid, Trisodium Ethylenediamine Disuccinate, Sorbic Acid, Panthenol, Sodium Laurate, Oryza Sativa (Rice) Bran Oil, Passiflora Edulis Seed Oil, Euterpe Oleracea Fruit Oil, Butylene Glycol, Cocoyl Hydroxyethyl Imidazoline, Opuntia Ficus-Indica Fruit Extract, Urtica Dioica (Nettle) Extract, Phenoxyethanol, Tocopherol, Limonene, Hydroxycitronellal",
            "Тип продукта": "шампунь",
            "Для кого": "женский",
            "Мера (объём/количество)": "объём",
            "Количество меры (число)": "241",
            "Юниты меры (мл/шт)": "мл",
            "Стоимость руб": 5876,
            "Артикул в Золотом Яблоке": "24320200015",
            "Описание": "Интенсивно увлажняющий шампунь с витамином В5. Кондиционирует сухие волосы, придает им эластичность и блеск, делает более послушными без утяжеления. Подходит для любого типа волос, нуждающихся в увлажнении и блеске. Обновленная формула - экстремальное увлажнение. Восстанавливает сухие уставшие волосы, нейтрализует негативный эффект воздействия солнечных лучей, окрашивающих продуктов и использования термоинструментов. Восстанавливает пересушенные участки волосяного стержня. Шампунь с ароматом Rosy Eyed (ноты бергамота, дикого инжира, кедра и цветка лотоса).",
            "Применение": "Массажными движениями нанесите шампунь для увлажнения и восстановления Атлантида с витамином В5 на влажные волосы, вспеньте, равномерно распределите от корней до кончиков, смойте теплой водой.",
            "Назначение": "восстановление, увлажнение",
            "Тип волос": "для всех типов волос, для сухих и ломких волос",
            "Тип кожи": "для всех типов кожи",
            "Область применения": "волосы",
            "Бренд": "R+CO",
            "Страна бренда": "США",
            "Описание бренда": "R+Co - это американский бренд профессиональных продуктов для ухода за волосами и стайлинга, сочетающий в себе качество, инновацию и стиль. Их продукты, включая шампуни, кондиционеры, маски и средства для укладки, признаны как среди профессионалов в индустрии красоты, так и среди обычных потребителей. Основными чертами бренда R+Co являются: Инновации в уходе за волосами: R+Co постоянно разрабатывает новые формулы, используя передовые технологии и ингредиенты, чтобы обеспечить оптимальный уход за волосами. Натуральные ингредиенты: Бренд активно использует натуральные и экологически чистые ингредиенты в своих продуктах, что делает их более дружественными к окружающей среде и здоровыми для волос. Удобство использования: Продукты R+Co разработаны так, чтобы обеспечить удобство использования, их легко наносить и смывать, и они подходят для различных типов волос. Стильный дизайн: Упаковка продуктов R+Co отличается стильным дизайном, что делает их привлекательными на полке в ванной комнате. Экологически ответственность: Бренд стремится сократить экологический след и уменьшить использование пластика в своей упаковке. R+Co предоставляет широкий выбор продуктов, чтобы удовлетворить разнообразные потребности в уходе за волосами и создании стильных причесок. Благодаря сочетанию качества, стиля и инноваций, бренд R+Co пользуется популярностью как среди профессионалов, так и среди тех, кто ищет выдающиеся средства для ухода за своими волосами.",
            "Дополнительная информация": "страна происхождения США",
            "Ссылка на изображение": "https://pcdn.goldapple.ru/p/p/24320200015/web/696d674d61696e5f39323435666662326134343134663837396134613539326530373339663366348dca0b3662743e4fullhd.jpg",
            "Ссылка на изображение в базе": "00_base/products/00_img/r_co_atlantis_moisturizing_b5_shampoo_19032025205218_1d563339.jpg",
            "Характеристики": "{\"тип продукта\": \"шампунь\", \"для кого\": \"женский\", \"назначение\": \"восстановление, увлажнение\", \"тип волос\": \"для всех типов волос, для сухих и ломких волос\", \"тип кожи\": \"для всех типов кожи\", \"область применения\": \"волосы\", \"объём\": \"241 мл\"}",
            "Заполнено": "да",
            "''": ''
        },
        "R+CO Television Perfect Hair Conditioner": {
            "Ссылка в Золотом Яблоке": "https://goldapple.ru/24320100036-television-perfect-hair-conditioner",
            "Состав": "Aqua/Water/Eau, Cetearyl Alcohol, Glycerin, Cetyl Esters, Butyrospermum Parkii (Shea) Butter, Behentrimonium Chloride, Juniperus Communis Fruit Extract, Calendula Officinalis Flower Extract, Orbignya Oleifera Seed Oil, Panthenol, Hydroxypropyltrimonium Hydrolyzed Corn Starch, Dimethicone, Dimethiconol, Butyl Methoxydibenzoylmethane, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, Ethylhexylglycerin, Disodium EDTA, BHT, Citric Acid, Phenoxyethanol, Parfum/Fragrance, Limonene",
            "Тип продукта": "бальзамы и кондиционеры",
            "Для кого": "женский",
            "Мера (объём/количество)": "объём",
            "Количество меры (число)": "241",
            "Юниты меры (мл/шт)": "мл",
            "Стоимость руб": 6846,
            "Артикул в Золотом Яблоке": "24320100036",
            "Описание": "Кондиционер сделает всё необходимое, чтобы волосы выглядели, как на экране: объем, блеск, укрепление, мягкость и гладкость. Содержит экстракт ягод можжевельника и масло бабассу. Кондиционер с ароматом Dark Waves (ноты мандарина, лаванды, бамбука и ананаса).",
            "Применение": "Нанести кондиционер на волосы, начиная с середины длины и распределить от корней до кончиков. Выдержать 1-2 минуты и смыть. Дает лучшие результаты при использовании после шампуня Прямой Эфир.",
            "Назначение": "для блеска, увлажнение, объем",
            "Тип волос": "для всех типов волос",
            "Тип кожи": "для всех типов кожи",
            "Область применения": "волосы",
            "Бренд": "R+CO",
            "Страна бренда": "США",
            "Описание бренда": "R+Co - это американский бренд профессиональных продуктов для ухода за волосами и стайлинга, сочетающий в себе качество, инновацию и стиль. Их продукты, включая шампуни, кондиционеры, маски и средства для укладки, признаны как среди профессионалов в индустрии красоты, так и среди обычных потребителей. Основными чертами бренда R+Co являются: Инновации в уходе за волосами: R+Co постоянно разрабатывает новые формулы, используя передовые технологии и ингредиенты, чтобы обеспечить оптимальный уход за волосами. Натуральные ингредиенты: Бренд активно использует натуральные и экологически чистые ингредиенты в своих продуктах, что делает их более дружественными к окружающей среде и здоровыми для волос. Удобство использования: Продукты R+Co разработаны так, чтобы обеспечить удобство использования, их легко наносить и смывать, и они подходят для различных типов волос. Стильный дизайн: Упаковка продуктов R+Co отличается стильным дизайном, что делает их привлекательными на полке в ванной комнате. Экологически ответственность: Бренд стремится сократить экологический след и уменьшить использование пластика в своей упаковке. R+Co предоставляет широкий выбор продуктов, чтобы удовлетворить разнообразные потребности в уходе за волосами и создании стильных причесок. Благодаря сочетанию качества, стиля и инноваций, бренд R+Co пользуется популярностью как среди профессионалов, так и среди тех, кто ищет выдающиеся средства для ухода за своими волосами.",
            "Дополнительная информация": "страна происхождения США",
            "Ссылка на изображение": "https://pcdn.goldapple.ru/p/p/24320100036/web/696d674d61696e5f33313838323130326536353834663830626535343262356364303261343033308dca24d3fdc0d5c.jpg",
            "Ссылка на изображение в базе": "00_base/products/00_img/r_co_television_perfect_hair_conditioner_18032025221502_97589cca.jpg",
            "Характеристики": "{\"тип продукта\": \"бальзамы и кондиционеры\", \"для кого\": \"женский\", \"назначение\": \"для блеска, увлажнение, объем\", \"тип волос\": \"для всех типов волос\", \"тип кожи\": \"для всех типов кожи\", \"область применения\": \"волосы\", \"объём\": \"241 мл\"}",
            "Заполнено": "да",
            "''": ''
        },
        "R+CO Atlantis Moisturizing B5 Conditioner": {
            "Ссылка в Золотом Яблоке": "https://goldapple.ru/24320200016-atlantis-moisturizing-b5-conditioner",
            "Состав": "Water (Aqua/Eau), Cetearyl Alcohol, Glycerin, C12-15 Alkyl Benzoate, Behentrimonium Chloride, Cetyl Esters, Betaine, Fragrance (Parfum), Cetrimonium Chloride, Olea Europaea (Olive) Fruit Oil, Benzyl Alcohol, Isopropyl Alcohol, Guar Hydroxypropyltrimonium Chloride, Oryza Sativa (Rice) Bran Oil, Passiflora Edulis Seed Oil, Euterpe Oleracea Fruit Oil, Tocopherol, Benzoic Acid, Panthenol, Sorbic Acid, Sodium Hydroxide, Citric Acid, Disodium EDTA, Limonene, Hydroxycitronellal, Alpha-Isomethyl Ionone",
            "Тип продукта": "бальзамы и кондиционеры",
            "Для кого": "женский",
            "Мера (объём/количество)": "объём",
            "Количество меры (число)": "241",
            "Юниты меры (мл/шт)": "мл",
            "Стоимость руб": 5876,
            "Артикул в Золотом Яблоке": "24320200016",
            "Описание": "Интенсивно увлажняющий кондиционер с витамином В5. Кондиционирует сухие волосы, придает им эластичность и блеск, делает более послушными без утяжеления. Подходит для любого типа волос, нуждающихся в увлажнении и блеске. Обновленная формула - экстремальное увлажнение. Восстанавливает сухие уставшие волосы, нейтрализует негативный эффект воздействия солнечных лучей, окрашивающих продуктов и использования термоинструментов. Восстанавливает пересушенные участки волосяного стержня. Кондиционер с ароматом Rosy Eyed (ноты бергамота, дикого инжира, кедра и цветка лотоса).",
            "Применение": '',
            "Назначение": "увлажнение, восстановление",
            "Тип волос": "для всех типов волос, для сухих и ломких волос",
            "Тип кожи": "для всех типов кожи",
            "Область применения": "волосы",
            "Бренд": "R+CO",
            "Страна бренда": "США",
            "Описание бренда": "R+Co - это американский бренд профессиональных продуктов для ухода за волосами и стайлинга, сочетающий в себе качество, инновацию и стиль. Их продукты, включая шампуни, кондиционеры, маски и средства для укладки, признаны как среди профессионалов в индустрии красоты, так и среди обычных потребителей. Основными чертами бренда R+Co являются: Инновации в уходе за волосами: R+Co постоянно разрабатывает новые формулы, используя передовые технологии и ингредиенты, чтобы обеспечить оптимальный уход за волосами. Натуральные ингредиенты: Бренд активно использует натуральные и экологически чистые ингредиенты в своих продуктах, что делает их более дружественными к окружающей среде и здоровыми для волос. Удобство использования: Продукты R+Co разработаны так, чтобы обеспечить удобство использования, их легко наносить и смывать, и они подходят для различных типов волос. Стильный дизайн: Упаковка продуктов R+Co отличается стильным дизайном, что делает их привлекательными на полке в ванной комнате. Экологически ответственность: Бренд стремится сократить экологический след и уменьшить использование пластика в своей упаковке. R+Co предоставляет широкий выбор продуктов, чтобы удовлетворить разнообразные потребности в уходе за волосами и создании стильных причесок. Благодаря сочетанию качества, стиля и инноваций, бренд R+Co пользуется популярностью как среди профессионалов, так и среди тех, кто ищет выдающиеся средства для ухода за своими волосами.",
            "Дополнительная информация": "страна происхождения США",
            "Ссылка на изображение": "https://pcdn.goldapple.ru/p/p/24320200016/web/696d674d61696e5f61626262353632643639346334333531396366396332343236613638666561318dca24e054cb329fullhd.jpg",
            "Ссылка на изображение в базе": "00_base/products/00_img/r_co_atlantis_moisturizing_b5_conditioner_19032025210116_461175a4.jpg",
            "Характеристики": "{\"тип продукта\": \"бальзамы и кондиционеры\", \"для кого\": \"женский\", \"назначение\": \"увлажнение, восстановление\", \"тип волос\": \"для всех типов волос, для сухих и ломких волос\", \"тип кожи\": \"для всех типов кожи\", \"область применения\": \"волосы\", \"объём\": \"241 мл\"}",
            "Заполнено": "да",
            "''": ''
        },
        "R+CO TELEVISION Perfect Hair Masque": {
            "Ссылка в Золотом Яблоке": "https://goldapple.ru/19760310342-elevision-perfect-hair-masque",
            "Состав": "Aqua/Water/Eau, Cetearyl Alcohol, Glycerin, Astrocaryum Murumuru Seed Butter, Cetyl Esters, Dimethicone, Behentrimonium Chloride, Fragrance/Parfum, Stearamidopropyl Dimethylamine, Acacia Concinna Fruit Extract, Balanites Aegyptiaca Fruit Extract, Gypsophila Paniculata Root Extract, Tremella Fuciformis (Mushroom) Extract, Hydrogenated Ethylhexyl Olivate, Panthenol, Hydrogenated Olive Oil Unsaponifiables, Cetrimonium Chloride, Cetyl Hydroxyethylcellulose, Guar Hydroxypropyltrimonium Chloride, Dimethiconol, Amodimethicone, C11-15 Pareth-7, Laureth-9, Trideceth-12, Polyquaternium-7, Sericin, Butyl Methoxydibenzoylmethane, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, Citric Acid, BHT, Disodium EDTA, Phenoxyethanol, Ethylhexylglycerin, Tocopherol, Potassium Sorbate, Sodium Benzoate, Sorbic Acid, Limonene.",
            "Тип продукта": "маски для волос",
            "Для кого": "унисекс",
            "Мера (объём/количество)": "объём",
            "Количество меры (число)": "147",
            "Юниты меры (мл/шт)": "мл",
            "Стоимость руб": 8307,
            "Артикул в Золотом Яблоке": "19760310342",
            "Описание": "Маска Прямой эфир гарантирует непревзойденную эластичность, делает волосы более послушными, кондиционирует, глубоко восстанавливает. Предотвращает появление фриззи-эффекта. Результат - красивые здоровые волосы. Насыщенное питание и блеск за несколько минут. Подходит для всех типов волос. Ухаживает за волосами, защищает цвет окрашивания, имеет защиту от UV лучей, безопасна в использовании при кератиновом выпрямлении или бразильском восстановлении волос. Не содержит сульфатов (SLS,SLES), парабенов, минеральных масел или переработанных нефтепродуктов. 100% веганский продукт. Не тестируется на животных. Аромат Dark Waves | Темные Волны - теплая романтическая композиция: кардамон, ананас, мандарин, лаванда, бамбук, кашмеран.",
            "Применение": "Нанесите маску \"Прямой эфир\" после шампуня, распределите по поверхности волос, особое внимание уделяя кончикам. Оставьте на 2-5 минут, смойте водой. Нанесите кондиционер.",
            "Назначение": "придание объема",
            "Тип волос": "для всех типов волос",
            "Тип кожи": "для всех типов кожи",
            "Область применения": "волосы",
            "Бренд": "R+CO",
            "Страна бренда": "США",
            "Описание бренда": "R+Co - это американский бренд профессиональных продуктов для ухода за волосами и стайлинга, сочетающий в себе качество, инновацию и стиль. Их продукты, включая шампуни, кондиционеры, маски и средства для укладки, признаны как среди профессионалов в индустрии красоты, так и среди обычных потребителей. Основными чертами бренда R+Co являются: Инновации в уходе за волосами: R+Co постоянно разрабатывает новые формулы, используя передовые технологии и ингредиенты, чтобы обеспечить оптимальный уход за волосами. Натуральные ингредиенты: Бренд активно использует натуральные и экологически чистые ингредиенты в своих продуктах, что делает их более дружественными к окружающей среде и здоровыми для волос. Удобство использования: Продукты R+Co разработаны так, чтобы обеспечить удобство использования, их легко наносить и смывать, и они подходят для различных типов волос. Стильный дизайн: Упаковка продуктов R+Co отличается стильным дизайном, что делает их привлекательными на полке в ванной комнате. Экологически ответственность: Бренд стремится сократить экологический след и уменьшить использование пластика в своей упаковке. R+Co предоставляет широкий выбор продуктов, чтобы удовлетворить разнообразные потребности в уходе за волосами и создании стильных причесок. Благодаря сочетанию качества, стиля и инноваций, бренд R+Co пользуется популярностью как среди профессионалов, так и среди тех, кто ищет выдающиеся средства для ухода за своими волосами.",
            "Дополнительная информация": "страна происхождения США",
            "Ссылка на изображение": "https://pcdn.goldapple.ru/p/p/19760310342/web/696d674d61696e5f64343037633065623362356334636231626239633233383365383961653732358dca2481dcb6d34.jpg",
            "Ссылка на изображение в базе": "00_base/products/00_img/r_co_television_perfect_hair_masque_19032025210057_6b4398c4.jpg",
            "Характеристики": "{\"тип продукта\": \"маски для волос\", \"для кого\": \"унисекс\", \"назначение\": \"придание объема\", \"тип волос\": \"для всех типов волос\", \"тип кожи\": \"для всех типов кожи\", \"область применения\": \"волосы\", \"объём\": \"147 мл\"}",
            "Заполнено": "да",
            "''": ''
        },
        "R+CO Dallas Biotin Thickening Shampoo": {
            "Ссылка в Золотом Яблоке": "https://goldapple.ru/24320200017-dallas-biotin-thickening-shampoo",
            "Состав": "Water (Aqua/Eau), Sodium Lauroyl Sarcosinate, Coco-Glucoside, Lauryl Glucoside, Cocamide MIPA, Sodium Cocoyl Isethionate, Sodium Lauroyl Methyl Isethionate, Acrylates Crosspolymer-4, Glycerin, Phenoxyethanol, Fragrance (Parfum), Propanediol, Triheptanoin, Coco-Caprylate/Caprate, Coconut Acid, Guar Hydroxypropyltrimonium Chloride, Potassium Sorbate, Caprylyl Glycol, Sodium Isethionate, Polyquaternium-7, Panthenol, Dilinoleic Acid/Butanediol Copolymer, Trisodium Ethylenediamine Disuccinate, Oryza Sativa (Rice) Bran Extract, Tetrasodium Glutamate Diacetate, Sodium Benzoate, Butylene Glycol, Helianthus Annuus (Sunflower) Extract, Serenoa Serrulata Fruit Extract, Cinnamidopropyltrimonium Chloride, Castor Oil/IPDI Copolymer, Tocopherol, Rosmarinus Officinalis (Rosemary) Leaf Extract, Hydrolyzed Quinoa, Biotin, Cocos Nucifera (Coconut) Oil, Brassica Campestris/Aleurites Fordi Oil Copolymer, Eriobotrya Japonica Leaf Extract, Litchi Chinensis Pericarp Extract, Benzyl Alcohol, Hydrolyzed Vegetable Protein, Citric Acid, Disteareth-75 IPDI, Sodium Hydroxide, Limonene",
            "Тип продукта": "шампунь",
            "Для кого": "женский",
            "Мера (объём/количество)": "объём",
            "Количество меры (число)": "251",
            "Юниты меры (мл/шт)": "мл",
            "Стоимость руб": 5876,
            "Артикул в Золотом Яблоке": "24320200017",
            "Описание": "Шампунь с новой формулой с биотином укрепляет, питает и придает силу тонким волосам. Придает еще больше объема и плотности. Идеально подходит для тонких волос, нуждающихся в дополнительном объеме и плотности. Обновленная формула - улучшает кератиновую структуру волоса, укрепляет волосяной стержень и придает волосам силу. Шампунь с ароматом Dark Waves (ноты мандарина, лаванды, бамбука и ананаса).",
            "Применение": "Массажными движениями нанесите шампунь для объема Даллас с биотином на влажные волосы, вспеньте, равномерно распределите от корней до кончиков, смойте теплой водой.",
            "Назначение": "питание, укрепление",
            "Тип волос": "для тонких волос",
            "Тип кожи": "для всех типов кожи",
            "Область применения": "волосы",
            "Бренд": "R+CO",
            "Страна бренда": "США",
            "Описание бренда": "R+Co - это американский бренд профессиональных продуктов для ухода за волосами и стайлинга, сочетающий в себе качество, инновацию и стиль. Их продукты, включая шампуни, кондиционеры, маски и средства для укладки, признаны как среди профессионалов в индустрии красоты, так и среди обычных потребителей. Основными чертами бренда R+Co являются: Инновации в уходе за волосами: R+Co постоянно разрабатывает новые формулы, используя передовые технологии и ингредиенты, чтобы обеспечить оптимальный уход за волосами. Натуральные ингредиенты: Бренд активно использует натуральные и экологически чистые ингредиенты в своих продуктах, что делает их более дружественными к окружающей среде и здоровыми для волос. Удобство использования: Продукты R+Co разработаны так, чтобы обеспечить удобство использования, их легко наносить и смывать, и они подходят для различных типов волос. Стильный дизайн: Упаковка продуктов R+Co отличается стильным дизайном, что делает их привлекательными на полке в ванной комнате. Экологически ответственность: Бренд стремится сократить экологический след и уменьшить использование пластика в своей упаковке. R+Co предоставляет широкий выбор продуктов, чтобы удовлетворить разнообразные потребности в уходе за волосами и создании стильных причесок. Благодаря сочетанию качества, стиля и инноваций, бренд R+Co пользуется популярностью как среди профессионалов, так и среди тех, кто ищет выдающиеся средства для ухода за своими волосами.",
            "Дополнительная информация": "страна происхождения США",
            "Ссылка на изображение": "https://pcdn.goldapple.ru/p/p/24320200017/web/696d674d61696e5f32383438383331353161383834633234623631376430663563663732303932668dca0c476cf8d3e.jpg",
            "Ссылка на изображение в базе": "00_base/products/00_img/r_co_dallas_biotin_thickening_shampoo_19032025205139_41d4e65b.jpg",
            "Характеристики": "{\"тип продукта\": \"шампунь\", \"для кого\": \"женский\", \"назначение\": \"питание, укрепление\", \"тип волос\": \"для тонких волос\", \"тип кожи\": \"для всех типов кожи\", \"область применения\": \"волосы\", \"объём\": \"251 мл\"}",
            "Заполнено": "да",
            "''": ''
        }
    },
    "Тип": {
        "В1": {
            "Область применения": "Тип волос",
            "Суть": "Нормальные",
            "Описание": "Волосы не слишком жирные, не слишком сухие. Хорошо держат форму и имеют естественный блеск.",
            "Хештег": "#нормальные_волосы"
        },
        "В2": {
            "Область применения": "Тип волос",
            "Суть": "Вьющиеся/кудрявые",
            "Описание": "Волосы с выраженной завитой структурой, могут быть мягкими или жесткими. Требуют особого ухода для увлажнения и предотвращения пушения.",
            "Хештег": "#вьющиеся_кудрявые_волосы"
        },
        "В3": {
            "Область применения": "Тип волос",
            "Суть": "Жесткие",
            "Описание": "Волосы с густой, плотной структурой, часто толстые и менее гибкие. Могут быть склонны к сухости или ломкости, требуют увлажнения и защиты.",
            "Хештег": "#жесткие_волосы"
        },
        "В4": {
            "Область применения": "Тип волос",
            "Суть": "Непослушные",
            "Описание": "Волосы, которые трудно укладывать, склонны к пушению, электризации или непредсказуемому поведению. Часто имеют высокую пористость. Требуют ухода для дисциплины и укладки.",
            "Хештег": "#непослушные_волосы"
        },
        "В5": {
            "Область применения": "Тип волос",
            "Суть": "Обезвоженные",
            "Описание": "Волосы потеряли влагу, выглядят сухими и ломкими, нуждаются в глубоком увлажнении.",
            "Хештег": "#обезвоженные_волосы"
        },
        "В6": {
            "Область применения": "Тип волос",
            "Суть": "Обесцвеченные",
            "Описание": "Волосы подвергались химическому осветлению, структура ослаблена, требуют восстановления.",
            "Хештег": "#обесцвеченные_волосы"
        },
        "В7": {
            "Область применения": "Тип волос",
            "Суть": "Окрашенные",
            "Описание": "Волосы, подвергшиеся химическому окрашиванию. Могут быть сухими, тусклыми или поврежденными, требуют ухода для сохранения цвета и здоровья.",
            "Хештег": "#окрашенные_волосы"
        },
        "В8": {
            "Область применения": "Тип волос",
            "Суть": "Осветленные",
            "Описание": "Волосы подвергались осветлению, требуют питания и защиты от ломкости.",
            "Хештег": "#осветленные_волосы"
        },
        "В9": {
            "Область применения": "Тип волос",
            "Суть": "Поврежденные",
            "Описание": "Структура волос нарушена: волосы могут быть ломкими, посеченными и терять блеск.",
            "Хештег": "#поврежденные_волосы"
        },
        "В10": {
            "Область применения": "Тип волос",
            "Суть": "Сухие",
            "Описание": "Волосы Могут выглядеть тусклыми и ломкими. Часто спутываются и теряют эластичность. Требуют увлажнения и питания.",
            "Хештег": "#сухие_волосы"
        },
        "В11": {
            "Область применения": "Тип волос",
            "Суть": "Тонкие",
            "Описание": "Волосы, которые кажутся менее густыми и более уязвимыми. Могут быть склонны к повреждениям и легко спутываться, часто лишены объема, требуют средств для утолщения и укрепления.",
            "Хештег": "#тонкие_волосы"
        },
        "В12": {
            "Область применения": "Тип волос",
            "Суть": "Жирные",
            "Описание": "Волосы быстро становятся жирными у корней. Могут выглядеть сальными, особенно на второй день после мытья.",
            "Хештег": "#жирные_волосы"
        },
        "В13": {
            "Область применения": "Тип волос",
            "Суть": "Седые",
            "Описание": "Волосы, утратившие пигмент, часто жесткие и пористые, требуют дополнительного увлажнения и защиты",
            "Хештег": "#седые_волосы"
        },
        "В14": {
            "Область применения": "Тип волос",
            "Суть": "Прямые",
            "Описание": "Прямые волосы без изгибов и волн. ",
            "Хештег": "#прямые_волосы"
        },
        "В15": {
            "Область применения": "Тип волос",
            "Суть": "Гладкие/блестящие",
            "Описание": "Волосы прямые, гладкие и блестящие,",
            "Хештег": ''
        },
        "КГ1": {
            "Область применения": "Тип кожи головы",
            "Суть": "Нормальная",
            "Описание": "Здоровая, без сухости или излишней жирности. Обладает сбалансированным уровнем увлажнения.",
            "Хештег": "#нормальная_кожа_головы"
        },
        "КГ2": {
            "Область применения": "Тип кожи головы",
            "Суть": "Сухая",
            "Описание": "Может быть шелушащейся или зудящей. Часто требует увлажнения и питания для восстановления барьерной функции кожи.",
            "Хештег": "#сухая_кожа_головы"
        },
        "КГ3": {
            "Область применения": "Тип кожи головы",
            "Суть": "Жирная",
            "Описание": "Производит избыточное количество себума, что может приводить к быстрому загрязнению волос и увеличению жирности. Может быть склонна к появлению перхоти и воспалениям.",
            "Хештег": "#жирная_кожа_головы"
        },
        "КГ4": {
            "Область применения": "Тип кожи головы",
            "Суть": "Комбинированная",
            "Описание": "Кожа головы с жирностью у корней и сухостью на кончиках. Требует сбалансированного ухода для разных зон.",
            "Хештег": "#комбинированная_кожа_головы"
        },
        "КГ5": {
            "Область применения": "Тип кожи головы",
            "Суть": "Проблемная ",
            "Описание": "Возможны покраснения, зуд, раздражение. Склонность к образованию перхоти (как сухой, так и жирной). Возможны кожные заболевания (например, себорейный дерматит).",
            "Хештег": "#проблемная_кожа_головы"
        },
        "КГ6": {
            "Область применения": "Тип кожи головы",
            "Суть": "Чувствительная",
            "Описание": "Реагирует на внешние раздражители, такие как стресс, климатические условия или агрессивные средства для ухода. Может сопровождаться зудом, покраснением или воспалениями. Требует гипоаллергенного уход.",
            "Хештег": "#чувствительная_кожа_головы"
        },
        "КГ7": {
            "Область применения": "Тип кожи головы",
            "Суть": "Обезвоженная",
            "Описание": "Кожа головы с недостатком влаги, но не обязательно себума. Может быть сухой, шелушащейся, с зудом. Требует увлажнения и питательных средств.",
            "Хештег": "#обезвоженная_кожа_головы"
        },
        "КЛ1": {
            "Область применения": "Тип кожи лица",
            "Суть": "Нормальная",
            "Описание": "Сбалансированная, гладкая, без излишней сухости или жирности. Поры малозаметны, цвет лица ровный. Минимальные проблемы, хорошая упругость и эластичность.",
            "Хештег": ''
        },
        "КЛ2": {
            "Область применения": "Тип кожи лица",
            "Суть": "Сухая",
            "Описание": "Недостаток влаги и/или липидов. Может быть стянутость, шелушение, тусклый цвет лица. Тонкая, чувствительная, склонна к раннему появлению морщин.",
            "Хештег": ''
        },
        "КЛ3": {
            "Область применения": "Тип кожи лица",
            "Суть": "Жирная",
            "Описание": "Избыточная выработка себума. Кожа блестит, расширенные поры, склонность к воспалениям и акне. Толстая, плотная структура, медленнее стареет.",
            "Хештег": ''
        },
        "КЛ4": {
            "Область применения": "Тип кожи лица",
            "Суть": "Комбинированная",
            "Описание": "Сочетание разных типов на участках лица. Чаще всего жирная Т-зона (лоб, нос, подбородок) и нормальные или сухие щеки. Требует зонального подхода в уходе.",
            "Хештег": ''
        },
        "КЛ5": {
            "Область применения": "Тип кожи лица",
            "Суть": "Чувствительная",
            "Описание": "Реактивная, быстро реагирует на внешние и внутренние раздражители (ветер, солнце, косметика). Покраснения, зуд, жжение, ощущение стянутости. Может сочетаться с любым другим типом кожи.",
            "Хештег": ''
        },
        "КЛ6": {
            "Область применения": "Тип кожи лица",
            "Суть": "Обезвоженная",
            "Описание": "Может быть и жирной, и сухой одновременно. Основная проблема — нехватка влаги, шелушение, ощущение стянутости.",
            "Хештег": ''
        },
        "КЛ7": {
            "Область применения": "Тип кожи лица",
            "Суть": "Проблемная",
            "Описание": "Склонна к воспалениям, акне, черным точкам.",
            "Хештег": ''
        },
        "КЛ8": {
            "Область применения": "Тип кожи лица",
            "Суть": "Кожа с куперозом/розацеа",
            "Описание": "Сосудистая сетка, покраснения, повышенная чувствительность.",
            "Хештег": ''
        },
        "КЛ9": {
            "Область применения": "Тип кожи лица",
            "Суть": "Возрастная",
            "Описание": "Потеря упругости, появление морщин, снижение тонуса.",
            "Хештег": ''
        },
        "КЛ10": {
            "Область применения": "Тип кожи лица",
            "Суть": "Пигментированная",
            "Описание": "Наличие пигментных пятен, постакне, неравномерный тон.",
            "Хештег": ''
        }
    },
    "Запрос": {
        "ЗВ1": {
            "Область применения": "Волосы",
            "Суть": "Восстановление поврежденной структуры",
            "Описание": "Необходимо восстановить структуру волос, так как из-за частого использования химических средств волосы становятся ломкими и сухими",
            "Хештег": "#восстановление"
        },
        "ЗВ2": {
            "Область применения": "Волосы",
            "Суть": "Восстановление и защита цвета",
            "Описание": "Необходимо поддерживать цвет и учитывать, что из-за частого использования химических средств волосы становятся ломкими и сухими.",
            "Хештег": "#защита_цвета"
        },
        "ЗВ3": {
            "Область применения": "Волосы",
            "Суть": "Укрепление корней, предотвращение выпадения",
            "Описание": "Необходимо решить проблему выпадения волос. Она может быть связано с различными факторами: стресс, гормональные изменения или неправильный уход.",
            "Хештег": "#укрепление_корней"
        },
        "ЗВ4": {
            "Область применения": "Волосы",
            "Суть": "Устранение электризации и пушения",
            "Описание": "Необходимо сделать волосы послушными, особенно в сухую погоду или из-за трения (шапки, расчески). Устранить сухость, высокую пористость, недостаток увлажнения.",
            "Хештег": "#электризация"
        },
        "ЗВ5": {
            "Область применения": "Волосы",
            "Суть": "Устранение ломкости",
            "Описание": "Необходимо укрепить волосы и снизить их ломкость, так как из-за внешних воздействий волосы становятся хрупкими, теряют эластичность и легко обламываются. Важно насытить волосы питательными компонентами, восстановить их прочность и защитить от дальнейших повреждений.",
            "Хештег": "#ломкость"
        },
        "ЗВ6": {
            "Область применения": "Волосы",
            "Суть": "Устранение тусклости",
            "Описание": "Необходимо вернуть волосам здоровый блеск и сияние, так как из-за негативных внешних факторов, частых укладок и недостатка питания волосы теряют свою яркость, становятся безжизненными и матовыми. Важно увлажнить, насытить волосы полезными веществами и восстановить их естественное свечение.",
            "Хештег": "#тусклость"
        },
        "ЗВ7": {
            "Область применения": "Волосы",
            "Суть": "Интенсивное увлажнение и питание кончиков",
            "Описание": "Необходимо глубоко увлажнить и восстановить кончики волос, так как они подвержены сухости, ломкости и сечению из-за частого использования укладочных средств, термического воздействия и внешних факторов. Важно обеспечить интенсивное питание, укрепить структуру и предотвратить дальнейшее повреждение, чтобы волосы выглядели ухоженными и здоровыми.",
            "Хештег": "#интенсивное_увлажнение_и_питание"
        },
        "ЗВ8": {
            "Область применения": "Волосы",
            "Суть": "Увлажнение и питание",
            "Описание": "Необходимо восстановить водный баланс волос и насытить их полезными веществами, так как недостаток влаги делает волосы сухими, ломкими и тусклыми. Важно обеспечить глубокое питание по всей длине, укрепить структуру и защитить волосы от внешних воздействий, чтобы они оставались мягкими, гладкими и здоровыми.",
            "Хештег": ''
        },
        "ЗВ9": {
            "Область применения": "Волосы",
            "Суть": "Очищение у корней, баланс увлажнения",
            "Описание": "Необходимо хорошо очищать корни волос, так как они быстро становятся жирными, в то время как концы могут оставаться сухими.",
            "Хештег": "#очищение"
        },
        "ЗВ10": {
            "Область применения": "Волосы",
            "Суть": "Усиление завитка",
            "Описание": "Необходимо поддерживать натуральные волнистые или кудрявые волосы выразительными, упругими и четко очерченными.",
            "Хештег": "#усиление_завитка"
        },
        "ЗВ11": {
            "Область применения": "Волосы",
            "Суть": "Защита от солнца",
            "Описание": "Необходимо предотвратить выгорание цвета, сухость и ломкость волос из-за воздействия ультрафиолетовых лучей. Требуются средства с UV-фильтрами, антиоксидантами и питательными компонентами для защиты от солнечных лучей.",
            "Хештег": "#защита_от_солнца"
        },
        "ЗВ12": {
            "Область применения": "Волосы",
            "Суть": "Для частого мытья",
            "Описание": "Необходимо мягкое и бережное очищение волос и кожи головы, так как частое мытье может привести к пересушиванию, потере естественного баланса и защитного слоя. Важно подобрать средство с деликатной формулой, которое будет поддерживать свежесть волос, увлажнять и укреплять их, не утяжеляя и не пересушивая.",
            "Хештег": "#частое_мытье"
        },
        "ЗВ13": {
            "Область применения": "Волосы",
            "Суть": "Уменьшение жирности",
            "Описание": "Необходимо нормализовать работу сальных желез и продлить ощущение свежести волос, так как из-за повышенной жирности они быстро теряют объем, выглядят несвежими и требуют частого мытья. Важно сбалансировать уровень себума, обеспечить мягкое очищение кожи головы и предотвратить пересушивание, чтобы волосы оставались легкими, чистыми и ухоженными надолго.",
            "Хештег": "#регулирование_жирности"
        },
        "ЗВ14": {
            "Область применения": "Волосы",
            "Суть": "Поддержание естественного здоровья и блеска",
            "Описание": "Необходимо сохранить красоту и силу волос, поддерживая их естественный баланс влаги и питательных веществ. Важно защищать волосы от негативных внешних факторов, предотвращать сухость, ломкость и потерю блеска, чтобы они оставались гладкими, сияющими и ухоженными без утяжеления.",
            "Хештег": "#поддержание_естественного_здоровья"
        },
        "ЗВ15": {
            "Область применения": "Волосы",
            "Суть": "Смягчение и облегчение укладки",
            "Описание": "Необходимо сделать волосы более мягкими, послушными и легкими в укладке, так как жесткие, непослушные или пушащиеся волосы сложно укладывать и поддерживать в аккуратном виде. Важно обеспечить глубокое увлажнение, сглаживание структуры и защиту от воздействия укладочных инструментов, чтобы волосы стали эластичными, гладкими и ухоженными.",
            "Хештег": "#облегчение_укладки"
        },
        "ЗВ16": {
            "Область применения": "Волосы",
            "Суть": "Увеличение плотности",
            "Описание": "Необходимо сделать волосы более плотными на ощупь.",
            "Хештег": "#плотность"
        },
        "ЗВ17": {
            "Область применения": "Волосы",
            "Суть": "Создание объема",
            "Описание": "Необходимо сделать волосы более объемными и пышными.",
            "Хештег": "#объем"
        },
        "ЗКГ1": {
            "Область применения": "Кожа головы",
            "Суть": "Лечение себорейного дерматита",
            "Описание": "Необходимо лечение хронического воспаления кожи головы, часто сопровождаемого жирной перхотью и зудом.",
            "Хештег": "#себорейный_дерматит"
        },
        "ЗКГ2": {
            "Область применения": "Кожа головы",
            "Суть": "Устранение зуда",
            "Описание": "Необходимо устранение зуда, который может быть вызван аллергией, недостаточным или чрезмерным очищением, перхотью.",
            "Хештег": "#зуд"
        },
        "ЗКГ3": {
            "Область применения": "Кожа головы",
            "Суть": "Устранение сухости",
            "Описание": "Необходимо восстановить оптимальный уровень увлажненности кожи головы, так как из-за нехватки влаги кожа может испытывать дискомфорт и шелушение. Важно обеспечить интенсивное увлажнение, питание и защиту от внешних факторов.",
            "Хештег": "#сухость"
        },
        "ЗКГ4": {
            "Область применения": "Кожа головы",
            "Суть": "Устранение чувствительности",
            "Описание": "Необходимо снизить чувствительность кожи головы, так как могут возникать дискомфорт, раздражение и зуд. Важно успокоить кожу, восстановить ее защитный барьер и обеспечить мягкий уход, чтобы волосы и кожа головы оставались здоровыми и комфортными.",
            "Хештег": "#чувствительность_кожи_головы"
        },
        "ЗКГ5": {
            "Область применения": "Кожа головы",
            "Суть": "Уменьшение избыточной жирности",
            "Описание": "Необходимо нормализовать работу сальных желез и продлить ощущение свежести волос, так как повышенная жирность приводит к быстрому загрязнению, утяжелению и потере объема. Важно мягко очищать кожу головы, регулировать выработку себума и предотвращать пересушивание, чтобы волосы дольше оставались чистыми, легкими и ухоженными.",
            "Хештег": "#избыточная_жирность"
        },
        "ЗКГ6": {
            "Область применения": "Кожа головы",
            "Суть": "Устранение перхоти",
            "Описание": "Необходимо избавиться от перхоти и предотвратить ее повторное появление, так как нарушение баланса кожи головы приводит к шелушению, зуду и дискомфорту. Важно глубоко очищать кожу, регулировать выработку себума и поддерживать оптимальный уровень увлажнения, чтобы волосы оставались свежими, а кожа головы – здоровой.",
            "Хештег": "#перхоть"
        },
        "ЗКГ7": {
            "Область применения": "Кожа головы",
            "Суть": "Предотвращение замедленного роста волос",
            "Описание": "Необходимо активизировать рост волос и предотвратить его замедление, так как негативные внешние факторы, стресс и нехватка питательных веществ могут ослаблять волосяные фолликулы. Важно стимулировать кровообращение кожи головы, укреплять корни и насыщать волосы необходимыми компонентами, чтобы они росли быстрее, были крепкими, густыми и здоровыми.",
            "Хештег": "#замедленный_рост_волос"
        },
        "ЗКГ8": {
            "Область применения": "Кожа головы",
            "Суть": "Лечение алопеции (облысения)",
            "Описание": "Необходимо остановить процесс выпадения волос и стимулировать их рост, так как алопеция приводит к истончению, поредению и потере волос. Важно укреплять волосяные фолликулы, улучшать микроциркуляцию кожи головы и насыщать корни питательными веществами, чтобы стимулировать рост новых волос, повысить их плотность и предотвратить дальнейшее облысение.",
            "Хештег": "#алопеция_облысение"
        },
        "ЗКГ9": {
            "Область применения": "Кожа головы",
            "Суть": "Лечение грибковых инфекций",
            "Описание": "Необходимо устранить грибковые поражения кожи головы, так как они могут вызывать зуд, шелушение, воспаление и ослабление волосяных фолликулов. Важно использовать средства с антимикотическими компонентами, глубоко очищать кожу головы и восстанавливать ее баланс, чтобы предотвратить дальнейшее распространение инфекции и обеспечить здоровье волос.",
            "Хештег": "#грибковые_инфекции"
        },
        "ЗКГ10": {
            "Область применения": "Кожа головы",
            "Суть": "Лечение воспаления и высыпаний",
            "Описание": "Необходимо успокоить кожу головы и устранить воспаления, так как раздражение, покраснение и высыпания могут вызывать дискомфорт, зуд и ухудшать состояние волос. Важно обеспечить деликатный уход, снять воспалительные процессы, восстановить защитный барьер кожи и предотвратить появление новых высыпаний, чтобы кожа головы оставалась здоровой, а волосы – сильными и ухоженными.",
            "Хештег": "#воспаления_высыпания"
        },
        "ЗКГ11": {
            "Область применения": "Кожа головы",
            "Суть": "Лечение псориаза",
            "Описание": "Необходимо уменьшить проявления псориаза на коже головы, так как это хроническое заболевание вызывает шелушение, зуд, покраснение и образование сухих корочек, что приводит к дискомфорту и ослаблению волос. Важно использовать специальные средства, которые смягчают кожу, снимают воспаление, уменьшают раздражение и восстанавливают защитный барьер, чтобы обеспечить комфорт и здоровье кожи головы.",
            "Хештег": "#псориаз"
        },
        "ЗЛ1": {
            "Область применения": "Кожа лица",
            "Суть": "Восстановление поврежденной структуры кожи",
            "Описание": "Частое использование агрессивных средств (пилинги, кислоты, скрабы) или косметики вызвало сухость, стянутость и чувствительность кожи. Требуется восстановить гидролипидный барьер, вернуть коже комфорт и здоровье.",
            "Хештег": ''
        },
        "ЗЛ2": {
            "Область применения": "Кожа лица",
            "Суть": "Глубокое увлажнение и питание",
            "Описание": "Кожа лица стала обезвоженной и тусклой из-за воздействия внешних факторов (ветер, солнце, мороз), требует интенсивного увлажнения и питания.",
            "Хештег": ''
        },
        "ЗЛ3": {
            "Область применения": "Кожа лица",
            "Суть": "Восстановление после пилингов/лазерных процедур",
            "Описание": "Кожа после салонных процедур нуждается в восстановлении, требуется успокоение, снятие раздражения, ускорение регенерации.",
            "Хештег": ''
        },
        "ЗЛ4": {
            "Область применения": "Кожа лица",
            "Суть": "Вернуть здоровый цвет лица и тонус",
            "Описание": "Кожа выглядит уставшей и безжизненной из-за стресса, недосыпа и неправильного ухода. Требуются средства для восстановления сияния и свежести кожи.",
            "Хештег": ''
        },
        "ЗЛ5": {
            "Область применения": "Кожа лица",
            "Суть": "Антиоксидантная защита и восстановление",
            "Описание": "Воздействие городского смога, загрязненной среды и ультрафиолета вызвали стресс кожи. Требуется антиоксидантный уход для защиты и восстановления.",
            "Хештег": ''
        },
        "ЗЛ6": {
            "Область применения": "Кожа лица",
            "Суть": "Выровнять рельеф и тон кожи",
            "Описание": "После акне остались следы, пятна, поствоспалительная пигментация. Кожа повреждена, требуется восстановление структуры и стимуляция регенерации.",
            "Хештег": ''
        },
        "ЗЛ7": {
            "Область применения": "Кожа лица",
            "Суть": "Успокаивающий уход для чувствительной кожи",
            "Описание": "Кожа реагирует на смену климата, косметику или стресс покраснением, ощущением жжения. Нужен уход для восстановления комфортного состояния и укрепления защитных функций.",
            "Хештег": ''
        },
        "ЗЛ8": {
            "Область применения": "Кожа лица",
            "Суть": "Восстановление после солнечных ожогов и пигментации",
            "Описание": "Кожа пострадала из-за активного солнца или солярия — появилась сухость, пигментация, тусклость. Требуется восстановить баланс влаги и уменьшить проявления гиперпигментации.",
            "Хештег": ''
        },
        "ЗЛ9": {
            "Область применения": "Кожа лица",
            "Суть": "Восстановление упругости и тонуса",
            "Описание": "Кожа потеряла плотность и эластичность из-за возраста или стресса. Нужен уход, направленный на восстановление структуры кожи, укрепление каркаса лица.",
            "Хештег": ''
        },
        "ЗЛ10": {
            "Область применения": "Кожа лица",
            "Суть": "Замедление процессов старения",
            "Описание": "Кожа выглядит уставшей, появляются морщины и снижение тонуса. Требуются средства для восстановления гладкости, плотности и сияния кожи.",
            "Хештег": ''
        },
        "ЗЛ11": {
            "Область применения": "Кожа лица",
            "Суть": "Баланс микрофлоры кожи лица",
            "Описание": "После частого использования агрессивных очищающих средств и кислот микробиом кожи нарушен. Требуется восстановление баланса, чтобы снизить чувствительность и укрепить барьерные функции.",
            "Хештег": ''
        }
    },
    "Задача": {
        "Лучшее средство": {
            "Суть": "Лучшее средство с минимальным количеством вредных веществ",
            "Описание": "Создаешь рейтинг средств по приоритету от наиболее подходящего до наименее подходящего по твоему мнению. При составлении этого рейтинга лучшим средством считай то, в составе которого содержится минимальное количество вредных веществ и которое наиболее подходит под запрос пользователя. В \"Итоговой рекомендации\" укажи только одно лучшее средство и развернутое пояснение почему.",
            "Схема": "\nСредство_1 : OUSHEN Curl & shine shampoo, тип: шампунь, состав его такой-то такой-то …\nСредство_2 : OUSHEN Curl & shine shampoo, тип: шампунь,состав его такой-то такой-то …\nСредство_3 : OUSHEN Curl & shine shampoo, тип: шампунь, состав его такой-то такой-то …\n…"
        },
        "Разбор состава одного средства": {
            "Суть": "Разбор состава одного средства",
            "Описание": "Разбираешь состав одного средства, особенно уделяя внимание следующим пунктам: основные компоненты, активные компоненты, Увлажняющие и ухаживающие компоненты, Консерванты и регуляторы pH, Запрещенные или нежелательные компоненты, Дополнительные свойства, Текстура, Плюсы средства, Минусы средства, Вывод",
            "Схема": "Подойдет для категорий - Шампуни, кондиционеры, маски, бальзамы, Кремы, сыворотки, тоники"
        },
        "Лучшее средство без канцерогенов": {
            "Суть": "Лучшее средство без канцерогенов",
            "Описание": "Создаешь рейтинг средств по приоритету от наиболее подходящего до наименее подходящего по твоему мнению. При составлении этого рейтинга лучшим средством считай то, в составе которого вообще не содержится никаких канцерогенов и которое наиболее подходит под запрос пользователя. В \"Итоговой рекомендации\" укажи только одно лучшее средство и развернутое пояснение почему.",
            "Схема": "\nСредство_1 : OUSHEN Curl & shine shampoo, тип: шампунь, состав его такой-то такой-то …\nСредство_2 : OUSHEN Curl & shine shampoo, тип: шампунь,состав его такой-то такой-то …\nСредство_3 : OUSHEN Curl & shine shampoo, тип: шампунь, состав его такой-то такой-то …\n…"
        },
        "Лучший набор": {
            "Суть": "Лучший набор",
            "Описание": "Подаются пары средств. Тебе необходимо, основываясь на составах этих пар, определить какая из предложенных пар в связке работает лучше всего и решает запросы пользователя наиболее эффективно. Выделить эту пару и в выводе написать обоснование почему именно это сочетание (эта пара) лучшая.",
            "Схема": "\nПара средств № 1:\nСредство_1 : OUSHEN Curl & shine shampoo, тип: шампунь, состав его такой-то такой-то …\nСредство_2 : OUSHEN Curl & shine shampoo, тип: шампунь, состав его такой-то такой-то …\nПара средств № 2:\nСредство_1 : OUSHEN Curl & shine shampoo, тип: шампунь, состав его такой-то такой-то …\nСредство_2 : OUSHEN Curl & shine shampoo, тип: шампунь, состав его такой-то такой-то …\nПара средств № 3\nСредство_1 : OUSHEN Curl & shine shampoo, тип: шампунь, состав его такой-то такой-то …\nСредство_2 : OUSHEN Curl & shine shampoo, тип: шампунь, состав его такой-то такой-то …\n"
        },
        "Лучшее сочетание": {
            "Суть": "Лучшее сочетание",
            "Описание": "Берешь исходное средство и анализируешь его состав, затем берешь остальные средства и анализируешь их составы тоже. Затем, исходя из составов средств и потребностей пользователя, подбираешь наиболее эффективное средство к исходному, чтобы получилась идеальная подборка, которая наилучшим образом будет работать в паре.",
            "Схема": "\nК чему подбираем:\nНазвание средства\n\nЧто подбираем:\nНазвание средства 1\nНазвание средства 2\nНазвание средства 3\nНазвание средства 4\n"
        },
        "Лучшая компоновка": {
            "Суть": "Лучшая компоновка",
            "Описание": "Подается 3 шампуня, 3 кондиционера и 3 маски и из имеющихся вариантов, нужно создать лучшие компоновки",
            "Схема": "\nШампуни:\nOUSHEN Curl & shine shampoo &&&\nOUSHEN Curl & shine shampoo &&&\nOUSHEN Curl & shine shampoo &&&\n\nКондиционеры\nOUSHEN Curl & shine shampoo &&&\nOUSHEN Curl & shine shampoo &&&\nOUSHEN Curl & shine shampoo &&&\n\nНесмывашки\nOUSHEN Curl & shine shampoo &&&\nOUSHEN Curl & shine shampoo &&&\nOUSHEN Curl & shine shampoo &&&\n"
        },
        "Аналог": {
            "Суть": "Аналог",
            "Описание": "Подаем 1 средство, аналог которому необходимо найти, например маска к18. \n\nА затем подаем средства, которые по версии соц.сетей являются аналогами. \nИ запрос — возьми средство 1 и сравни его составы с другими средствами. Выдай максимально близкое к нему по составу.",
            "Схема": "\nК чему подбираем:\nНазвание средства\n\nЧто подбираем:\nНазвание средства 1"
        },
        "Наиболее похож": {
            "Суть": "Наиболее похож",
            "Описание": "Когда есть средство, состав которого супер круто подошел или оно просто классное. Подаем это средство и другие для сравнения, и запрос —  дай одно максимально похожее",
            "Схема": "\nК чему подбираем:\nНазвание средства\n\nЧто подбираем:\nНазвание средства 1\nНазвание средства 2\nНазвание средства 3\nНазвание средства 4 "
        },
        "Наименее похож": {
            "Суть": "Наименее похож",
            "Описание": "Когда есть средство, состав которого не подошел или оно просто отстой. Подаем это средство и другие для сравнения, и запрос — убери максимально похожие на него и дай 1 которое принципиально не похоже",
            "Схема": "\nК чему подбираем:\nНазвание средства\n\nЧто подбираем:\nНазвание средства 1\nНазвание средства 2\nНазвание средства 3\nНазвание средства 4 "
        },
        "Высыпания": {
            "Суть": "Высыпания",
            "Описание": "Пользователь вносит средства, которыми он пользуется. Говорит, что у него высыпания на лице. Необходимо проверить составы средств и ответить на вопрос могут ли быть высыпания на лица из-за какого-то из средств или из-за их совместного использования",
            "Схема": "\nСредство_1 : OUSHEN Curl & shine shampoo, тип: тоник, состав его такой-то такой-то …\nСредство_2 : OUSHEN Curl & shine shampoo, тип: сыворотка,состав его такой-то такой-то …\nСредство_3 : OUSHEN Curl & shine shampoo, тип: крем, состав его такой-то такой-то …\n…"
        }
    },
    "Специалист": {
        "Т": {
            "Суть": "Трихолог",
            "Описание": "Ты профессиональный трихолог с медицинским образованием. Твоя задача подобрать максимально подходящее средство для человека. Данные человека будут даны."
        },
        "К": {
            "Суть": "Косметолог",
            "Описание": "Ты профессиональный косметолог с медицинским образованием. Твоя задача подобрать максимально подходящее средство для человека. Данные человека будут даны."
        },
        "П": {
            "Суть": "Подолог",
            "Описание": "Ты профессиональный подолог с медицинским образованием. Твоя задача подобрать максимально подходящее средство для человека. Данные человека будут даны."
        }
    }
}
