user_request = '''
1) создаешь рейтинг средств по приоритету от наиболее подходящего до наименее подходящего по твоему мнению.
2) при составлении этого рейтинга лучшим средством считай то, в составе которого содержится минимальное количество
вредных веществ и которое наиболее подходит под запрос пользователя.
3) твои комментарии на счет средств должны содержать название средства и его плюсы и минусы

В итоговой рекомендации укажи фразу "Итоговая рекомендация" 
и в ней только одно лучшее средство и развернутое пояснение почему.
'''

first = '''
В ответе ты должен дать информацию о:
1) составе всех средств с пояснительными комментариями
2) выдать рекомендации по наиболее подходящему средству по составу.
3) для каждого средства написать плюсы и минусы

Создай рейтинг средств по приоритету от наиболее подходящего до наименее подходящего по твоему мнению.
При составлении рейтинга отдавай предпочтение средствам с минимальным количеством вредных веществ в составе.
Об этом обязательно сообщи в ответе.
В итоговой рекомендации укажи только одно лучшее средство.
'''
